
import { Box } from '@mui/material';

const Bio_chemistry_kyr = () => {
   return <Box>
      <h1>Багыты: 550100-Табигый-илимий билим берүү</h1>
      <h1>Окуу профили: Биология кошумча химия жана география профильдери менен</h1>
      <p>
         2022-окуу жылында К. Тыныстанов атындагы ЫМУнун (550100) Табигый- илимий билим берүү багытында биология кошумча химия жана география профили ачылды.
      </p>
      <p>
         Бул билим берщщ программасынын максаты-орто билим берщщ мектептеринде табигый илимдерден щч предметтен сабак бере алган мугалимдерди даярдоо. Эки же щч предметтен сабак бере алган мугалимдерди даярдоо акыркы жылдары Кыргызстанда абдан зарыл болуп келет, себеби табигый илимдер багытында мугалимдер жетишсиз. Биология, химия жана география багыттары бири-бири менен тыгыз байланышта болгондуктан, бщтщрщщчщлёр мектепте щч  багыт боюнча сабактарды ётё алышат. 4 жылдык бакалавриатты аяктаган бщтщрщщчщлёр биология химия жана география мугалими болуп иштеп мектептин педагогикалык кадрдык курамын толукташат, ёзгёчё айыл жергесинде. Ушул эле бщтщрщщчщлёр окуусун ушул багыттар боюнча магистратурада улантса болот.
      </p>
      <p>
         Толук жогорку квалификациялуу адис болгондуктан кийин сабактарын интерактивдщщ ыкмалар, усулдар, STEM-ыкмаларды колдонуп, проекттик изилдёё, окутуу, ан-сезимдик ой жщгщртщщ тарбиялык иштерин жщргщзщп окуучуларды окута алышат. Щч адистик боюнча адистерди даярдоо кёптёгён заманбап талаптарга жооп берет, бщтщрщщчщлёргё жумушка орношууга квалификациясын жогорулатууга жакшы мщмкщнчщлщк алат.
      </p>
      <p style={{ textAlign: 'center' }}><b>Биотехнология адистиги</b></p>
      <p>
         К. Тыныстанов атындагы ЫМУда 2017- ж. баштап (722200) –«Биотехнология» багытында адистерди даярдоо башталган. Бул багыт боюнча азык заттарды ёндщрщщ технологиясына (сщт, эт азыктары, жер-жемиш консервалары ж.б. азык зат продукциялары) контроль жщргщзё алган адистерди даярдоо эн негизги милдет.
         Бул адистик боюнча бщтщрщщчщлёр диагностика коюуу, тажрыйбаларды жщргщзщщ лабораторияларында бардык профилдер боюнча (химиялык, бактериялык, молекулярдык генетикалык) врач-лаборант катары кошумча квалификациясын жогорулатып иштей алышат. 2021-2022-жылдын бщтщрщщчщлёрщ 30% Ысык-Кёл областында ар кайсыл лабораторияда иштеп жатышат (Каракол шаарында СЭСте, Ак-Суу СЭСте, криминалистик экспертда, чумага каршы бёлщмдё, Ак-Булак сутишканасында)
         Биотехнология багытында ЫМУда жашыл технология сферасында ёздщк кичине жана орто бизнес ачууга керектщщ билимдер берилет. Жашыл технология азыркы учурда Кыргызстанда абдан актуалдуу, ёзгёчё айыл чарба секторунда. Студенттер айыл чарба продукцияларын алардын калдыктарын иштетщщ технологиялары менен щйрёнщшёт.
         Ошондой эле биопрепараттарды, аларды колдонуу тажрыйбаларына, мал чарбачылык тармагындагы калдыктардан-биогаз ёндщрщщ (биогаздык шаймандарда) компост ёндщрщщ ж.б. биожерсемирткичтерди  ёндщрщщ технологияларын уйронушот.
         Биотехнология багытындагы программа боюнча окуу планына жашыл технология, циркулярдык экономика менен байланыштуузаманбап сабактар киргизилген. Окуу программасында стартаптарды ёнщктщрщщ системасы каралган, студенттерди ёздщк бизнес ачууга щйрётёт. Практикалык, лабораториялык иштер заманбап технологиялары менен жабдылган лабораторияда жщргщзщлёт. Университеттин ботаникалык бакчасында конок лекциялар, экскурсиялар уюштурулат.
      </p>
   </Box >
}

export default Bio_chemistry_kyr