
import { Box } from '@mui/material';

const Bio_chemistry_ru = () => {
   return <Box>
      <h1>Направление: 550100 – Естественнонаучное образование  </h1>
      <h1>Профиль подготовки: Биология дополнительным профилем химия и география</h1>
      <p>
         В 2022 учебном году в ИГУ им. К. Тыныстанова открылась новая специальность по направлению 550100 Естественно-научное образование – Биология с дополнительными специальностями  химия и география (БХГ).
      </p>
      <p>
         Цель этой образовательной программы – подготовить учителя, который сможет вести в средних школах три предмета из области естественных наук одновременно: биологию, химию и географию. Необходимость в объединении  трех предметов в один остро назрела в последние годы в Кыргызстане, так как везде, особенно в сельских районах не хватает учителей этих естественно-научных направлений.
      </p>
      <p>
         Все три направления тесно связаны друг с другом, и выпускники ИГУ им. К. Тыныстанова, окончившие новое направление, смогут преподавать эти предметы в основных их отраслях: ботаника, зоология, анатомия человека, общая биология, неорганическая и органическая химия,  физическая и экономическая география Кыргызстана и мира. Наши выпускники после окончания 4-х летнего бакалавриата смогут работать учителями и биологии, и химии, и географии, что поможет укомплектовать школы педагогическими кадрами, особенно небольшие школы в сельских округах. Эти же выпускники смогут продолжить обучение в магистратуре по любому из данных направлений, и тогда станут полноценными специалистами – учителями биологии, химии и географии, смогут вести уроки по выбранным предметам, используя современные интерактивные методы, такие как STEM-подход, воспитание критического мышления, обучение, основанной на решении конкретной проблемы или обучение, основанное на проектном исследовании.
      </p>
      <p>
         Направление БХГ отвечает многим современным требованиям образования, так как совмещает в себе 3 родственные естественнонаучные дисциплины и может дать выпускникам больше возможностей для трудоустройства и повышения своей квалификации.
      </p>
      <p style={{ textAlign: 'center' }}><b>Биотехнология</b></p>
      <p>
         В ИГУ им. К. Тыныстанова, начиная с 2017 г., ведется обучение по специальности 722200 “Биотехнология” (бакалавр). Эта специальность предназначена для подготовки специалистов, способных осуществлять контроль за технологией пищевого производства (молочные и мясные продукты, а также фруктово-овощные консервы и другие виды пищевой продукции). Кроме этого выпускники данной специальности могут работать в диагностических и испытательных лабораториях любого профиля (химические, бактериологические, молекулярно-генетические) в качестве врача-лаборанта после прохождения дополнительного специализированного  повышения квалификации. Так, 30% выпускников 2021 г и 2022 г. работают в различных лабораториях Иссык-Кульской области (бактериологическая СЭС г. Каракола и Ак-Суйского района, противочумное отделение, криминалистическая экспертиза), на молокозаводе “Ак-булак плюс”. Биотехнология в ИГУ им. К. Тыныстанова дает необходимые знания для развития своего собственного малого и среднего бизнеса в сфере Зеленых технологий, что очень актуально в Кыргызстане, особенно в сельскохозяйственном секторе, так как учит технологиям переработки сельскохозяйственной продукции и ее отходов, в частности производству биопрепаратов и их испытаниям, технологии переработки отходов животноводства в биогаз через биогазовые установки, производство компоста и других видов биоудобрений. Направление “Биотехнология” в ИГУ им. К. Тыныстанова идет в ногу со временем, обновляет учебный план, включая современные дисциплины, касающиеся Зеленых технологий и циркулярной экономики, расширяет базу прохождения практик, вовлекает студентов с ситему развития стартапов, т.е. учит созданию своего собственного бизнеса. Практические и лабораторные занятия ведутся в современной, оснащенной для молекулярно-генетических методов лаборатории, на базе Ботанического сада университета, практикуются гостевые лекции и выезды студентов на экскурсии, соревнования не только в Иссык-Кульской области, но и за ее пределами.
      </p>
   </Box >
}

export default Bio_chemistry_ru