
import { Box } from '@mui/material';

const Bio_teh_kyr = () => {
   return <Box>
      <h1>Багыты: 722200 - Биотехнология</h1>
      <h1>Даярдоо профили: Биотехнология</h1>
      <p>
         К. Тыныстанов атындагы ЫМУда 2017- ж. баштап (722200) –«Биотехнология» багытында адистерди даярдоо башталган. Бул багыт боюнча азык заттарды ёндщрщщ технологиясына (сщт, эт азыктары, жер-жемиш консервалары ж.б. азык зат продукциялары) контроль жщргщзё алган адистерди даярдоо эн негизги милдет.
      </p>
      <p>
         Бул адистик боюнча бщтщрщщчщлёр диагностика коюуу, тажрыйбаларды жщргщзщщ лабораторияларында бардык профилдер боюнча (химиялык, бактериялык, молекулярдык генетикалык) врач-лаборант катары кошумча квалификациясын жогорулатып иштей алышат. 2021-2022-жылдын бщтщрщщчщлёрщ 30% Ысык-Кёл областында ар кайсыл лабораторияда иштеп жатышат (Каракол шаарында СЭСте, Ак-Суу СЭСте, криминалистик экспертда, чумага каршы бёлщмдё, Ак-Булак сутишканасында)
         Биотехнология багытында ЫМУда жашыл технология сферасында ёздщк кичине жана орто бизнес ачууга керектщщ билимдер берилет. Жашыл технология азыркы учурда Кыргызстанда абдан актуалдуу, ёзгёчё айыл чарба секторунда. Студенттер айыл чарба продукцияларын алардын калдыктарын иштетщщ технологиялары менен щйрёнщшёт.

      </p>
      <p>
         Ошондой эле биопрепараттарды, аларды колдонуу тажрыйбаларына, мал чарбачылык тармагындагы калдыктардан-биогаз ёндщрщщ (биогаздык шаймандарда) компост ёндщрщщ ж.б. биожерсемирткичтерди  ёндщрщщ технологияларын уйронушот.
      </p>
      <p>
         Биотехнология багытындагы программа боюнча окуу планына жашыл технология, циркулярдык экономика менен байланыштуузаманбап сабактар киргизилген. Окуу программасында стартаптарды ёнщктщрщщ системасы каралган, студенттерди ёздщк бизнес ачууга щйрётёт. Практикалык, лабораториялык иштер заманбап технологиялары менен жабдылган лабораторияда жщргщзщлёт. Университеттин ботаникалык бакчасында конок лекциялар, экскурсиялар уюштурулат.
      </p>
   </Box >
}

export default Bio_teh_kyr