
import { Box } from '@mui/material';

const Bio_teh_ru = () => {
   return <Box>
      <h1>Направление: 722200 - Биотехнология</h1>
      <h1>Профиль подготовки: Биотехнология</h1>
      <p>
         В ИГУ им. К. Тыныстанова, начиная с 2017 г., ведется обучение по специальности 722200 “Биотехнология” (бакалавр). Эта специальность предназначена для подготовки специалистов, способных осуществлять контроль за технологией пищевого производства (молочные и мясные продукты, а также фруктово-овощные консервы и другие виды пищевой продукции).
      </p>
      <p>
         Кроме этого выпускники данной специальности могут работать в диагностических и испытательных лабораториях любого профиля (химические, бактериологические, молекулярно-генетические) в качестве врача-лаборанта после прохождения дополнительного специализированного  повышения квалификации. Так, 30% выпускников 2021 г и 2022 г. работают в различных лабораториях Иссык-Кульской области (бактериологическая СЭС г. Каракола и Ак-Суйского района, противочумное отделение, криминалистическая экспертиза), на молокозаводе “Ак-булак плюс”.
      </p>
      <p>
         Биотехнология в ИГУ им. К. Тыныстанова дает необходимые знания для развития своего собственного малого и среднего бизнеса в сфере Зеленых технологий, что очень актуально в Кыргызстане, особенно в сельскохозяйственном секторе, так как учит технологиям переработки сельскохозяйственной продукции и ее отходов, в частности производству биопрепаратов и их испытаниям, технологии переработки отходов животноводства в биогаз через биогазовые установки, производство компоста и других видов биоудобрений. Направление “Биотехнология” в ИГУ им. К. Тыныстанова идет в ногу со временем, обновляет учебный план, включая современные дисциплины, касающиеся Зеленых технологий и циркулярной экономики, расширяет базу прохождения практик, вовлекает студентов с ситему развития стартапов, т.е. учит созданию своего собственного бизнеса. Практические и лабораторные занятия ведутся в современной, оснащенной для молекулярно-генетических методов лаборатории, на базе Ботанического сада университета, практикуются гостевые лекции и выезды студентов на экскурсии, соревнования не только в Иссык-Кульской области, но и за ее пределами.
      </p>
   </Box >
}

export default Bio_teh_ru