
import { Box } from '@mui/material';

const Buh_uchet_analiz_audit_kyr = () => {
   return <Box>
      <h1>Багыты: 580100 - Экономика </h1>
      <h1>Окутуу профили: Бухгалтердик эсеп, анализ жана аудит</h1>
      <p>
         <b>Адистик жөнүндө. </b><br />
         Программа профессионалдык жана инсандык өнүгүүнүн милдеттерин өз алдынча аныктай алган, өз кесибинин маңызын жана социалдык маанисин түшүнгөн адистерди даярдайт. Окуу процессинде финансылык жана башка документтерди иштеп чыгууга жөндөмдүү, бухгалтердик эсеп, талдоо жана аудит боюнча билими бар адис даярдалат.
      </p>
      <p>
         «Бухгалтердик эсеп, талдоо жана аудит» багыты боюнча адис бухгалтердик эсеп, талдоо, аудит, финансылык менеджмент, салыктар жана салык салуу тармагында фундаменталдуу жана терең билимге ээ болот.<br />
         <b>Бүтүрүүчүлөр эмне кыла алышат? </b><br />
         Бүтүрүүчүлөр жогорку квалификациялуу, компетенттүү жана атаандаштыкка жөндөмдүү адистин жөндөмүнө ээ болушат, ишканалардын жана уюмдардын социалдык-экономикалык өнүгүүсүнө салым кошот. 1С: Бухгалтердик эсеп жана башка бухгалтердик программалар сыяктуу маалыматтык технологияларды колдонууну билишет.
      </p>
      <p>
         «Бухгалтердик эсеп, анализ жана аудит» багыты боюнча бүтүрүүчү негизги билим берүү программасын өздөштүргөндөн кийин төмөндөгү көндүмдөргө ээ болот:
      </p>
      <ul>
         <li>колдонуудагы ченемдик укуктук базага ылайык экономикалык жана социалдык-экономикалык көрсөткүчтөрдүн негизинде эсептөөлөрдү жүргүзүүгө;
         </li>
         <li>менчиктин ар кандай түрүндөгү ишканалардын, уюмдардын, ведомстволордун пландарынын экономикалык бөлүмдөрүн түзүүгө;</li>
         <li>алынган тапшырма боюнча маалыматты издөөгө, конкреттүү экономикалык эсептөөлөр үчүн зарыл болгон маалыматтарды чогултууга жана талдоо жүргүзүүгө;</li>
         <li>коюлган тапшырмага ылайык экономикалык маалыматтардын массивдерин иштеп чыгууга, натыйжаларды талдоого, баалоого, интерпретациялоого жана корутундуларды негиздөөгө;</li>
         <li>кесиптик иш чөйрөсүнө тиешелүү изилденүүчү процесстердин, кубулуштардын жана объекттердин стандарттык теориялык жана эконометрикалык моделдерин изилдөөгө, алынган натыйжаларды талдоого жана интерпретациялоого;</li>
         <li>башкаруу чечимдеринин сунушталган варианттарына сын көз менен баа берүүгө, социалдык-экономикалык натыйжалуулуктун критерийлерин, тобокелдиктерди жана мүмкүн болуучу социалдык-экономикалык кесепеттерди эске алуу менен аларды өркүндөтүү боюнча сунуштарды иштеп чыгууга жана негиздөөгө;</li>
         <li>кесиптик ишмердүүлүктө укуктук документтерди колдонуу жана алардын талаптарын аткарууга даяр болот;</li>
      </ul>
      <p><b>Бүтүрүүчүлөр окуусун аяктагандан кийин кайда иштей алышат? </b></p>
      <p>
         Экономика бакалавры негизги жогорку экономикалык билими бар адис,  ар кандай тармактардагы жана менчик түрүндөгү ишканалардын жана уюмдардын чарбалык кызматтарында кесиптик ишке, орто жана орто кесиптик окуу жайларында окутуучу административдик кызматтарда, республикалык жана муниципалдык деңгээлдеги мамлекеттик органдарда кызматтарда иштөөгө толук даяр. <br />
         Бүтүрүүчүлөр окуу жайды аяктагандан кийин жергиликтүү өз алдынча башкаруу органдарында, мамлекеттик жана мамлекеттик эмес уюмдарда, жеке чарба жүргүзүүчү субъекттерде, туризм тармагында, банк чөйрөсүндө, кичи жана орто ишканаларда жана секторлордо кызматкер жана адис болуп иштей алышат.
      </p>
   </Box>
}

export default Buh_uchet_analiz_audit_kyr