
import { Box } from '@mui/material';

const Buh_uchet_analiz_audit_ru = () => {
   return <Box>
      <h1>Направление: 580100 - Экономика </h1>
      <h1>Профиль подготовки: Бухгалтерский учет, анализ и аудит</h1>
      <p>
         <b>О профессии.</b><br />
         Основной целью современного высшего образования является подготовка квалифицированного работника соответствующего уровня профиля, конкурентоспособного на рынке труда, свободно владеющего своей профессией и ориентирующегося в смежных областях, готового к деятельности и профессиональному росту, обладающего социальной и профессиональной мобильностью, свободного к адаптации в изменяющихся социально-экономических условиях.
      </p>
      <p>
         Программа готовит специалистов, которые смогут самостоятельно определять задачи профессионального и личностного развития, понимающего сущность и социальную значимость своей профессии. В процессе обучения подготавливается специалист, умеющий разрабатывать финансовые и другие документы, а также владеющий знаниями бухгалтерского учета, анализа и аудита.
      </p>
      <p>
         Специалист по направлению  «Бухгалтерский учет, анализ и аудит» получает фундаментальную и углубленную  подготовку в области бухгалтерского учета,  анализа, аудита, финансового менеджмента, налогов и налогообложения.
      </p>
      <p>
         <b>Что будут уметь делать выпускники?</b><br />
         Выпускники приобретают навыки высококвалифицированного, компетентного и конкурентоспособного специалиста, умеющего производить экономические и финансовые расчеты и вычисления, способного проводить аналитические исследования и на основе анализа составлять планы и прогнозы по  способствующего социально-экономическому развитию предприятий и организаций. Использовать информационные технологии такие как, программа 1С: Бухгалтерия и другие бухгалтерские программы.
      </p>
      <p>
         <b>После освоения основной образовательной программы, выпускник по направлению «Бухгалтерский учет, анализ и аудит» приобретает навыки и умения: </b>
      </p>
      <ul>
         <li>проводить расчеты на основе экономических и социально-экономических показателей, согласно действующей нормативно-правовой базы; </li>
         <li>составлять   экономические разделы планов предприятий различных форм собственности, организаций, ведомств;</li>
         <li>проводить поиск информации по полученному заданию, сбор и анализ данных, необходимых для проведения конкретных экономических расчетов;</li>
         <li>проводить обработку информацию экономических данных в соответствии с поставленной задачей, делать анализ, оценку, интерпретацию полученных результатов и обоснование выводов;</li>
         <li>проводить изучение стандартных теоретических и эконометрических моделей исследуемых процессов, явлений и объектов, относящихся к области профессиональной деятельности, делать анализ и интерпретацию полученных результатов;</li>
         <li>проводить анализ и интерпретацию показателей, характеризующих социально-экономические процессы и явления на микро и макро- уровне;</li>
         <li>критически оценивать предлагаемые варианты управленческих решений, проводить разработку и обоснование предложений по их совершенствованию с учетом критериев социально-экономической эффективности, рисков и возможных социально-экономических последствий; </li>
         <li>применять нормативно-правовые документы в профессиональной деятельности и соблюдать их требования.  </li>
      </ul>
      <p>
         <b>Где после окончания обучения выпускники могут работать? </b><br/>
         Бакалавр экономики полностью подготавливается к профессиональной работе в экономических службах предприятий и организаций различных отраслей и форм собственности, к работе на административных должностях, преподавательской деятельности в средних и средне-профессиональных учебных заведениях, в государственных органах республиканского и муниципального уровня на должностях, требующих базового высшего экономического образования.<br />
         После окончания обучения выпускники могут работать в качестве служащих и специалистов в организациях местного самоуправления, в государственных и негосударственных организациях, в частных хозяйственных субъектах, в сфере туризма, в банковской среде, в малых и средних предприятиях и в отраслях народного хозяйствования.
      </p>
   </Box>
}

export default Buh_uchet_analiz_audit_ru