
import { Box } from '@mui/material';

const Ekologiya_priroda_ru = () => {
   
   return <Box>
      <h1>Направление: 520800 - Экология и природопользование</h1>
      <h1>Профиль подготовки: Экология и природопользование</h1>
      <p>
         Кафедра туризма и охрана окружающей среды готовит кадры по направлениям: «Туризм» и «Экология и природопользование».
      </p>
      <p>
         Для обучения имеется все необходимое для подготовки компетентностных специалистов, учебные кабинеты оснащены необходимым оборудованием и литературой, Профессорско-преподавательский состав укомплектован докторами, кандидатами наук и квалифицированными специалистами, также для чтения лекций приглашаются зарубежные и отечественные специалисты.
      </p>
      <p>
         Базами практик являются все природоохранные организации Кыргызской Республики.<br />
         Выпускники направления «Экология и природопользование», могут трудоустроится в:
      </p>
      <ul>
         <li>органы охраны природы и управления природопользованием:<br />
            Иссык-Кульское территориальное управление охраны окружающей среды и лесного хозяйства при Правительстве КР,<br />
            Иссык-Кульское управление экотехинспекции,<br />
            охотинспекции;
         </li>
         <li>заповедники, национальные природные парки;</li>
         <li>образовательные учреждения и научно-исследовательские учреждения;</li>
         <li>исследовательские лаборатории</li>
      </ul>
      <p>Выпускники данной программы трудоустроились в природоохранных организациях Кыргызской Республики и добились хороших показателей.<br />
         Контакты: 3-корпус ИГУ им.К.Тыныстанова, (03922)52583 tourism.dep@iksu.kg
      </p>
   </Box >
}

export default Ekologiya_priroda_ru