
import { Box } from '@mui/material';

const Ekologiya_priroda_kyr = () => {

   return <Box>
      <h1>Багыты: 520800 - Экология жана жаратылышты пайдалануу </h1>
      <h1>Окутуу профили: Экология жана жаратылышты пайдалануу</h1>
      <p>
         Туризм жана айлана-чөйрөнү коргоо кафедрасы «Туризм», «Экология жана жаратылышты пайдалануу» багыттары боюнча кадрларды даярдайт.
      </p>
      <p>
         Окууда компетенттүү адистерди даярдоо үчүн зарыл болгон нерселердин баары бар, окуу кабинеттери керектүү жабдуулар жана адабияттар менен жабдылган, профессордук-окутуучулук курамы илимдин докторлору, кандидаттары жана квалификациялуу адистер менен камсыздалган, лекция окуу үчүн чет элдик жана ата мекендик адистер да чакырылган.
      </p>
      <p>
         Практикалык базалар Кыргыз Республикасынын бардык жаратылышты коргоо уюмдары болуп саналат.<br />
         «Экология жана жаратылышты пайдалануу» багыты боюнча бүтүрүүчүлөр төмөнкү мекемелерге ишке орношо алышат:
      </p>
      <ul>
         <li>
            жаратылышты коргоо жана жаратылышты пайдалануу органдары:<br />
            Кыргыз Республикасынын Өкмөтүнө караштуу айлана-чөйрөнү коргоо жана токой чарбанын Ысык-Көл аймактык башкармалыгына,<br />
            Экотехинспекциянын Ысык-Көл облусу боюнча башкармалыгы, аңчылык инспекциясы,
         </li>
         <li>коруктар, улуттук жаратылыш парктары;</li>
         <li>илимий лабораториялар.</li>
      </ul>
      <p>
         Бул программанын бүтүрүүчүлөрү Кыргыз Республикасынын жаратылышты коргоо уюмдарына жумушка орношуп, жакшы натыйжаларга жетишти.<br />
         Байланыш үчүн: 3-корпус К.Тыныстанов атындагы ЫМУ, (03922) 52583, tourism.dep@iksu.kg
      </p>
   </Box >
}

export default Ekologiya_priroda_kyr