
import { Box } from '@mui/material';

const Ekspl_transport_kyr = () => {
   return <Box>
      <h1>Багыты: 670200 – Транспорттук - технологиялык машиналарды жана комплекстерди эксплуатациялоо</h1>
      <h1>Даярдоо профильдери:</h1>
      <p>Автомобильный сервиси(контракт) </p>
      <p>Автомобиль жана автомобиль чарбасы (контракт)</p>
      <p>
         <b>Кесиптери:</b><br />
         <ul>
            <li>инженер механик;</li>
            <li>автомобилдерди эксплуатациялоо боюнча инженер;</li>
            <li>техникалык коопсуздук боюнча инженер.</li>
         </ul>
      </p>
      <p>
         <b>Эмнени уйронушот ?</b><br />
         <ul>
            <li>автомобилдердин тетиктерин, механизмдерин жана болукторун    долбоорлоону;</li>
            <li>автомобилдерди эксплуатациялоону;</li>
            <li>автомобилдердин системасын диагностирлоону;</li>
            <li>автотранспортко техникалык тейлоону жана ондоону жургузууну;</li>
            <li>автомобилдерди, котормо - транспорттук машиналарды ж.б.эксплуатациялоодо техникалык козомол жургузууну.</li>
         </ul>
      </p>
      <p>
         <b>Бутуруучулор окуусун аяктагандан кийин бул жерлерде иштей алышат:</b><br />
         <ul>
            <li>автомобилдерге техникалык тейлоону жана ондоону жургузуучу станцияларда(АТТС);</li>
            <li>фирмалык жана дилердик автомобиль борборлорунда;</li>
            <li>автомобилдерди, агрегаттарды, запастык болукторду сатуучу салондордо жана дукондордо;</li>
            <li>эксплуатациялык материалдарды толуктап жана сатуучу пунктарда, станцияларда;</li>
            <li>автотранспорттун техникалык абалын козомолдоочу мекемелерде;</li>
            <li>транспорттук инспекцияда;</li>
            <li>на предприятиях, имеющих автомобильное хозяйство;</li>
            <li>автомобиль чарбасы  бар ишканаларда.</li>
         </ul>
      </p>
   </Box>
}

export default Ekspl_transport_kyr