
import { Box } from '@mui/material';

const Ekspl_transport_ru = () => {
   return <Box>
      <h1>Направление: 670200 Эксплуатация транспортно - технологических машин и комплексов</h1>
      <h1>Профили подготовки:</h1>
      <p>Автомобильный сервис(контракт) </p>
      <p>Автомобили и автомобильное хозяйство(контракт)</p>
      <p>
         <b>Профессии:</b><br />
         <ul>
            <li>инженер механик;</li>
            <li>инженер по эксплуатации автомобилей;</li>
            <li>инженер по технике безопасности.</li>
         </ul>
      </p>
      <p>
         <b>Что будут уметь?</b><br />
         <ul>
            <li>проектировать детали, механизмы и узлы автомобилей;</li>
            <li>осуществлять эксплуатацию автомобилей;</li>
            <li>диагностировать системы автомобилей;</li>
            <li>проводить   техническое обслуживание и ремонт автотранспорта;ей;</li>
            <li>осуществлять технический контроль эксплуатации автомобилей,  подъёмно-транспортных машин и др.</li>
         </ul>
      </p>
      <p>
         <b>После окончания обучения выпускники  могут работать:</b><br />
         <ul>
            <li>на станциях технического обслуживания и ремонта автомобилей (СТОА);</li>
            <li>в фирменных и дилерских автомобильных центрах;</li>
            <li>в салонах и магазинах по продаже автомобилей, агрегатов, запасных частей;</li>
            <li>в пунктах, станциях по заправке и продаже эксплуатационных материалов;</li>
            <li>в организациях, осуществляющих контроль за техническим состоянием автотранспорта;</li>
            <li>в транспортной инспекции;</li>
            <li>на предприятиях, имеющих автомобильное хозяйство;</li>
            <li> в автошколах;</li>
         </ul>
      </p>
   </Box>
}

export default Ekspl_transport_ru