
import { Box } from '@mui/material';

const Electrics_ru = () => {
   return <Box>
      <h1>Направление: 640200 - Электроэнергетика и электротехника</h1>
      <h1>Профиль подготовки: Электроснабжение</h1>
      <p>
         Электроэнергетика и электротехника вместе представляют собой область науки и техники. Она занимает огромное место в мире, так как без электрической энергии современный мир представить себе сложно. Следовательно специальность «Электроэнергетика и электротехника» на рынке труда является чуть ли не самой востребованной. Выпускники данного профиля могут рассчитывать на широкий выбор предприятий для дальнейшей работы.
      </p>
      <p>
         Электроэнергетика и электротехника представляет собой базовую отрасль промышленности, поскольку осуществляет производство электрической энергии. Тут можно говорить, что будущие выпускники смогут найти себя в разных предприятиях, организациях и промышленных компаниях.
      </p>
      <p>
         Готовый специалист будет обладать такими навыками и умениями:
         <ul>
            <li>по получению и распределению электрической энергии;</li>
            <li>по управлению потоком электроэнергии;</li>
            <li>по созданию и эксплуатированию электропроводных систем;</li>
            <li>по работе электрическими машинами и преобразователями.</li>
         </ul>
      </p>
      <p>
         <b>Приобретаемые навыки и умения.</b><br />
         В процессе обучения студент приобретает необходимые профессиональные навыки и умения:
         <ul>
            <li>по работе с электрической энергией и контролю потока;</li>
            <li>по созданию и проектированию электромашин и оборудования;</li>
            <li> по эксплуатации средств построения электротехнических систем; по развитию электроэнергетики и электротехнике;</li>
            <li>по формулированию задач в данной области.</li>
         </ul>
      </p>
      <p>
         <b>Перспективы трудоустройства по профессии.</b><br />
         Выпускник данной специальности может претендовать на работу в разных сферах деятельности. Это могут быть разнообразные производственно-технологические организации, которые занимаются производством, передачей и распределением электроэнергии. Востребованы специалисты в сферах электроэнергетики, промышленности, машиностроении, а также транспорте.
      </p>
   </Box >
}

export default Electrics_ru