
import { Box } from '@mui/material';

const Electrics_kyr = () => {
   return <Box>
      <h1>Багыты: 640200 - Электр энергетикасы жана электротехника</h1>
      <h1>Окуу багыты: Электрокамсыздоо</h1>
      <p>
         Электроэнергетика жана электротехника биргелешип илим менен техниканын тармагын билдирет. Бул дүйнөдө эбегейсиз зор орунду ээлейт, анткени азыркы дүйнөнү электр энергиясысыз элестетүү кыйын. Ошондуктан, эмгек рыногунда «Электр энергетикасы жана электротехника» адистиги дээрлик эң көп талап кылынган. Бул профилдеги бүтүрүүчүлөр мындан аркы иштөө үчүн ишканалардын кеңири спектрине ишене алышат.
      </p>
      <p>
         Электр энергетикасы жана электротехника өнөр жайынын негизги тармагы, анткени ал электр энергиясын өндүрөт. Бул жерде келечектеги бүтүрүүчүлөр ар кандай ишканаларда, уюмдарда жана өнөр жай ишканаларында өздөрүн таба алышат деп айта алабыз.
      </p>
      <p>
         Квалификациялуу адис төмөнкү көндүмдөрдү жана жөндөмдүүлүктөргө ээ болот:
         <ul>
            <li>электр энергиясын алуу жана бөлүштүрүү боюнча;</li>
            <li>электр энергиясынын агымын башкаруу үчүн;</li>
            <li>электр өткөргүч системаларды түзүү жана иштетүү боюнча;</li>
            <li>электр машиналары менен конверторлордун иши боюнча.</li>
         </ul>
      </p>
      <p>
         <b>Алынган көндүмдөр жана жөндөмдөр.</b><br />
         Окуу процессинде студент керектүү кесиптик көндүмдөрдү жана көндүмдөрдү алат:
         <ul>
            <li>электр энергиясы менен иштөө жана агымын башкаруу боюнча;</li>
            <li>электр машиналарын жана жабдууларын түзүү жана долбоорлоо үчүн;</li>
            <li>электр системаларын куруу каражаттарын эксплуатациялоо боюнча; электр энергетикасын жана электротехниканы енуктуруу боюнча;</li>
            <li>бул чөйрөдө милдеттерди түзүү боюнча.</li>
         </ul>
      </p>
      <p>
         <b>Кесиби боюнча жумушка орношуу перспективалары.</b><br />
         Бул адистиктин бүтүрүүчүсү ишмердүүлүктүн ар кандай тармактарында жумушка орношо алат. Бул электр энергиясын өндүрүү, берүү жана бөлүштүрүү менен алектенген ар кандай өндүрүштүк жана технологиялык уюмдар болушу мүмкүн. Электр энергетикасы, өнөр жай, машина куруу, транспорт тармактары боюнча адистер талап кылынууда.
      </p>
   </Box >
}

export default Electrics_kyr