
import { Box } from '@mui/material';

const En_den_ru = () => {
   return <Box>
      <h1>Направление: 550300 - Филологическое образование</h1>
      <h1>Профиль подготовки: Иностранный язык (английский) с дополнительным профилем немецкий язык</h1>
      <p>
         Данная программа готовит квалифицированных преподавателей иностранных языков, которые будут владеть двумя иностранных языками: английским и немецким в зависимости от выбранной комбинации.  Наши квалифицированные преподаватели дадут глубокие познания касательно теории перевода, а также языков, которые вы будете изучать.
      </p>
      <p>
         Вы изучите различные стилистическое особенности языков, их разновидностей, в зависимости от целей применения. Наш ВУЗ оборудован хорошей технической базой и необходимой литературой чтобы обеспечит нужные практические навыки преподавателя. Так же наши студенты могут поехать учится в зарубежные страны по обменным программ.
      </p>
      <p>
         Университет сотрудничает с другими зарубежными высшими учебными заведениями. В результате обучения вы овладеете необходимыми практическими и теоретическими навыками преподавания иностранных языков и будете готовы к практической работе.
      </p>
   </Box >
}

export default En_den_ru