
import { Box } from '@mui/material';

const En_den_kyr = () => {
   return <Box>
      <h1>Багыты: 550300 - Филологиялык билим берүү</h1>
      <h1>Окуу профили: Чет тили (англис тили) кошумча немец тили профили менен</h1>
      <p>
         Бул программа англис жана немец тилдери боюнча мыкты окутуучуларды даярдайт. Биздин жогорку даражадагы мугалимдер котормонун теориясын, тилдердин ар кандай стилистикалык өзгөчөлүктөрүн жана ошондой эле сиз үйрөнө турган тилдер боюнча терең билим беришет.
      </p>
      <p>
         Биздин университетте чет тилин үйрөнүүдө практикалык көндүмдөрүн камсыз кылуу максатында заманбап техникалык жабдуулары менен класстар жана керектүү адабияттар менен жабдылган. Ошондой эле, биздин студенттер атайын алмашуу программалары боюнча чет өлкөлөргө окууга бара алышат.
      </p>
      <p>
         Биздин университет башка чет өлкөдөгү окуу жайлар менен кызматташып келет. Натыйжада, сиз чет тилдерди окутуунун практикалык көндүмдөрүнө ээ болуп, жакшы жумушта иштөөгө даяр болосуз.
      </p>
   </Box >
}

export default En_den_kyr