
import { Box } from '@mui/material';

const Finance_credit_kyr = () => {
   return <Box>
      <h1>Багыты: 580100 - Экономика</h1>
      <h1>Окуу профили: Каржы жана насыя </h1>
      <p>
         <b>Кесип жөнүндө.</b><br />
         "Каржы жана насыя" адистиги, негизинен, мамлекеттик бардык тармактардын финансылык-экономикалык деңгээли менен байланыштуу. Экономика туруктуу жана үзгүлтүксүз көзөмөлгө, так жана туура уюштурулган иш-аракеттерге жана операцияларга абдан муктаж. Бирок финансылык ишмердик өлкө үчүн гана эмес, ишкананын финансылык ишмердүүлүгүн акылга сыярлык башкаруу үчүн да маанилүү. "Каржы жана насыя" адистигин тандоо менен, силер финансы, банктык операциялар, акча жүгүртүү жана насыя, камсыздандыруу, салыктар жана салык салуу, уюмдун ишмердүүлүгүн экономикалык талдоо, акча-кредит саясаты, инвестициялык каржылоону уюштуруу ж.б. боюнча билим алып,  практикалык көндүмдөргө ээ болосуңар.
      </p>
      <p>
         <b>Бүтүрүүчүлөр эмнеге ээ болушат?</b><br />
         Экономиканын өндүрүштүк, банктык же башка тармактарында иштөөнү чечкен адис төмөнкү көндүмдөрдү жана компетенцияларды колдонуу менен кардарлардын жана экономикалык субъекттин кызыкчылыктарына басым жасай алат:
      </p>
      <ul>
         <li>уюмдун финансылык отчетторун талдайт;</li>
         <li>көп (ири) өлчөмдөгү финансылык маалыматтарды талдайт;</li>
         <li>инфляция, девальвация, номинал сыяктуу кызыктуу жана көп тараптуу кубулуштар боюнча  түшүнүктөргө ээ болушат;</li>
         <li>уюмдар, мамлекеттик бийлик органдары жана жергиликтүү өз алдынча башкаруу органдары менен финансылык мамилелерди жүзөгө ашырууну камсыз кылат;</li>
         <li>баалуу кагаздар жана чет өлкө валютасы менен операциялар жүргүзөт;</li>
         <li>пайыздык чендердин, акциялардын жана облигациялардын бааларынын динамикасын, товардык бааларды, терс окуялардын болушу ыктымалдыгын туура баалайт, бардык кубулуштардын ортосундагы татаал мамилелерди көрөт жана түшүнөт жана финансы рынокторундагы окуялардын жүрүшүн алдын ала айтат.</li>
         <li>накталай депозиттер үчүн мүмкүн болгон тобокелдиктерди алдын ала айтат;</li>
         <li>ишканалардын ишмердүүлүгүндө бизнес-пландарды баалайт;</li>
      </ul>
      <p>
         <b>Бүтүрүүчүлөр кайсы тармактарда иштей алышат?  </b><br />
         "Каржы жана насыя" тармагындагы экономист ар кандай деңгээлдеги адистерди бириктирет (камтыйт): банктарда – ыкчам жана накталай операциялар боюнча адистерден тартып менеджерлерге чейин; камсыздандыруу компанияларында – камсыздандыруу агенттеринен тартып ар кандай деңгээлдеги жетекчилерге чейин; мамлекеттик башкаруу органдарында жана башка ишканаларда – финансы адистерден тартып, пландаштыруу жана экономикалык, башкаруу бѳлүмдѳрүнүн каржы адисинен башчылыгына чейин.<br />
         "Каржы жана насыя" адистигинин бүтүрүүчүлөрү тѳмѳнкү тармактарда иштей алышат:
      </p>
      <ul>
         <li>	илимий-изилдөө институттарында;</li>
         <li>муниципалдык жана жеке банктарда;</li>
         <li>ресторанда жана мейманкана бизнесинде;</li>
         <li>ири жана чакан бизнес ишканаларында;</li>
         <li>социалдык фонддордо;</li>
         <li>камсыздандыруу компанияларында;</li>
         <li>каржы жана насыя мекемелеринде;</li>
         <li>билим берүү мекемелеринде окутуучу катары;</li>
         <li>мамлекеттик салык инспекциясында;</li>
         <li>бажы кызматында;</li>
         <li>өнөр жай же айыл чарба тармактарынын ишканаларында;</li>
         <li>мамлекеттик жана муниципалдык бийлик органдарында ж.б.</li>
      </ul>
   </Box >
}

export default Finance_credit_kyr