
import { Box } from '@mui/material';

const Finance_credit_ru = () => {
   return <Box>
      <h1>Направление: 580100 - Экономика </h1>
      <h1>Профиль подготовки: Финансы и кредит</h1>
      <p>
         <b>О профессии.</b><br />
         Специальность «Финансы и кредит» в первую очередь связана с финансами и экономическими уровнями всех отраслей государства. Экономика очень остро нуждается в постоянном и непрерывном надзоре, четко и верно организованных действиях, операциях. Но финансовая деятельность важна не только для страны, но и для разумного управления финансовой деятельностью предприятия. Выбирая специальность «Финансы и кредит», вы получаете знания и практические навыки в области финансов, банковских операций, денежного обращения и кредита, страхового дела, налогов и налогообложения, экономического анализа деятельности организации, монетарной политики, организации финансирования инвестиций и др.
      </p>
      <p>
         <b>Что будут уметь делать выпускники?</b><br />
         Специалист, который примет решение работать в производстве, банковской сфере или в других отраслях экономики, может концентрировать внимание на интересах клиентов и хозяйствующего субъекта применяя следующие навыки и компетенции:
      </p>
      <ul>
         <li>анализирует финансовую отчетность организации;</li>
         <li>анализирует большие объемы финансовой информации;</li>
         <li>разбирается в таких интересных и многоплановых явлениях, как инфляция, девальвация, деноминация;</li>
         <li>обеспечивает осуществление финансовых взаимоотношений с организациями, органами государственной власти и местного самоуправления;</li>
         <li>осуществляет операции с ценными бумагами и иностранной валютой;</li>
         <li>работает с кредитами;</li>
         <li>оценивает бизнес-планы в деятельности предприятий;</li>
         <li>прогнозирует возможные риски для денежных вкладов;</li>
         <li>правильно оценивает динамику процентных ставок, курсов акций и облигаций, цен на биржевые товары, вероятности наступления неблагоприятных событий, видит и понимает сложные взаимосвязи между всеми феноменами и предсказывает ход развития событий на финансовых рынках.</li>
         <li>представляет результаты аналитической исследовательской работы в виде доклада, информационного обзора, аналитического отчета и т.п.;</li>
      </ul>
      <p>
         <b>Где могут работать выпускники после окончания Вуза? </b><br />
         Экономист в области «Финансы и кредит» объединяет специалистов разного уровня: в банках – от специалистов по операционно-кассовой работе до управляющих; в страховых компаниях – от страховых агентов до руководителей различного уровня; в органах государственного управления и других предприятиях – от специалистов до руководителей финансовых, планово-экономических отделов, управлений. Выпускники специальности «Финансы и кредит» могут работать:
      </p>
      <ul>
         <li>в научно-исследовательских институтах;</li>
         <li>в муниципальных и частных банках;</li>
         <li>в ресторанном и гостиничном бизнесе;</li>
         <li>на предприятиях крупного и малого бизнеса;</li>
         <li>в социальных фондах;</li>
         <li>в страховых компаниях;</li>
         <li>в финансово-кредитных учреждениях;</li>
         <li>в образовательных учреждениях в качестве преподавателя;</li>
         <li>в государственной налоговой инспекции;</li>
         <li>на предприятиях промышленной или аграрной отрасли;</li>
         <li>в таможенной службе.</li>
         <li>в органах государственной и муниципальной власти и т.д.</li>
      </ul>
   </Box >
}

export default Finance_credit_ru