
import { Box } from '@mui/material';

const Fiz_inform_kyr = () => {
   return <Box>
      <h1>Багыты 550200 - Физика-математикалык билим берүү</h1>
      <h1>Окуу профили: Физика кошумча информатика профили менен</h1>
      <p>
         <b>Билгичтиктер:</b><br />
         <ul>
            <li>Айлана-чөйрө боюнча илимий билимдерге ээ, заманбап илимдердин жана техникалардын негизги концепцияларын билет; </li>
            <li>Физика жана информатика боюнча билим берүү процессин иштеп чыгуу, долбоорлоо, реализациялоо боюнча педагогикалык ишмердүүлүктү мамлекеттик стандарттка ылайык жүргүзө алат; </li>
            <li>Маалыматты кабыл алуу, сактоо, кайра иштетүү боюнча ыкмаларды, жана каражаттарды билет, компьютерде иштей алат;  </li>
            <li>Заманбап билим берүү технологияларын пайдалана билет; </li>
            <li>Адамдын акыл-эс өрчүү, моралдык жана социалдык өнүгүү денгээлдерин диагностика кыла алат. </li>
         </ul>
      </p>
      <p>
         <b> Иштей алат: </b> <br />
         <ul>
            <li>Билим берүү мекемелери (ЖОЖ, орто жана атайын кесиптик билим берүү мекемелери,орто мектептер);</li>
            <li>Илим-изилдөө борборлор жана организациялар; </li>
            <li>өнөр жайлар  (завод, фабрика, айыл-чарба).</li>
         </ul>
      </p>
      <p>
         <b>Ким болуп иштей алат: </b><br />
         <ul>
            <li>Физика жана информатика мугалими (окутуучу);</li>
            <li>Илимий кызматкер; </li>
            <li>Инженер, жөнгө салгыч;</li>
            <li>Программалоочу, өнүктүрүү.</li>
         </ul>
      </p>
   </Box >
}

export default Fiz_inform_kyr