
import { Box } from '@mui/material';

const Fiz_inform_ru = () => {
   return <Box>
      <h1>Направление: 550200 - Физико-математическое образование</h1>
      <h1>Профиль подготовки: Физика с дополнительным профилем информатика</h1>
      <p>
         <b>Умеет:</b><br />
         <ul>
            <li>Владеет целостной системой научных знаний об окружающем мире и концепциями современной науки и техники;</li>
            <li>Осуществляет педагогическую  деятельность по разработке, проектированию и реализации образовательного процесса по информатике и физике в соотвествии ГОСТ;</li>
            <li>Владеет основными методами, способами и средствами получения хранения и переработки информации, навыками работы с компьютером;</li>
            <li>Владеет  современными образовательными технологиями;</li>
            <li>Умеет диагностировать уровень умственного, морального и социального развития человека.</li>
         </ul>
      </p>
      <p>
         <b> Места работы:</b> <br />
         <ul>
            <li>Образовательные учреждения (ВУЗ, СПУЗ, средние школы);</li>
            <li>Исследовательские центры и организации;</li>
            <li>Промышленность (завод, фабрика, сельское хозяйство).</li>
         </ul>
      </p>
      <p>
         <b>Кем могут работать:</b><br />
         <ul>
            <li>Учитель (преподаватель) физики и информатики;</li>
            <li>Научный сотрудник;</li>
            <li>Инженер, наладчик;</li>
            <li>Программист.</li>
         </ul>
      </p>
   </Box >
}

export default Fiz_inform_ru