
import { Box } from '@mui/material';

const Fizkultura_ru = () => {
   return <Box>
      <h1>Направление: 532000 - Физическая культура и спорт</h1>
      <h1>Профиль подготовки: Физическая культура и спорт</h1>
      <p>
         В связи с нехваткой учителей физической культуры в Иссык-Кульском регионе в 1999 году  ИГУ им. К.Тыныстанова открылась кафедра методики преподавания физической культуры и спорта в составе факультета педагогики и начального образования. В настоящее время кафедра функционирует в составе педагогического факультета
      </p>
      <p>
         Сегодня профессорско-педагогический состав кафедры физического воспитания и методики его преподавания прилагает все усилия чтобы обеспечить, в  частности, регион и республику высококвалифицированными специалистами в области физической культуры и спорта, обладающими такими компетентными способностями как:
      </p>
      <p>
         - умение использовать базовых знаний в профессиональной работе с использованием информационных технологий, анализировать и оценивать явления в науке и технике;<br></br>
         - осуществлять деловое общение, аргументировано и ясно выражать мысли на государственном и официальном языках, владеет одним из иностранных языков на уровне социального общения;<br></br>
         - работать в коллективе на основе принципов толерантности и демократии, применяет полученные знания для рационального использования ресурсов;<br></br>
         - проводить, планировать, оценивать и организовывать учебно-воспитательные и тренировочные работы;<br></br>
         - пропагандировать, контролировать, вести здоровый образ жизни, умеет оказывать первую медицинскую помощь;
         - проводить тренировочные занятия, реализовывать, планировать соревновательную деятельность по ИВС с использованием современных методов;<br></br>
         - составлять, разрабатывать, использовать документы в области ФК и спорта, принимать управленческие решения;<br></br>
         - самостоятельно организовывать, проводить и реализовывать программы спортивно-оздоровительных мероприятий;<br></br>
         - анализировать, использовать, пропагандировать массовую работу в сфере ФК и спорта;<br></br>
         - поднимать уровень физической культуры и спорта с целью обеспечения здорового, и физически развитого подрастающего поколения Иссык-Кульского региона;<br></br>
      </p>
      <p>
         Область профессиональной деятельности выпускников по направлению подготовки бакалавров  «Физическая культура и спорт» включает:<br></br>
         -образование в сфере физической культуры и спорта;  физическая культура и   спорт; двигательная рекреация  и деятельность по профилактике заболеваний и оздоровлению населения средствами физической культуры;
         <br></br>  сферу услуг; <br></br>туризм, сферу управления, научно-изыскательные работы.<br></br>
      </p>
      <p>
         Выпускники могут осуществлять профессиональную деятельность в других областях и (или) сферах профессиональной деятельности при условии соответствия уровня их образования и полученных компетенций требованиям к квалификации работника.
      </p>
      <p>
         Студенты по профилю подготовки “физическая культура и спорт” могут обучаться по программе “академической мобильности” во многих вузах республики и ближнего зарубежья.
         На сегодняшний день кафедра воспитала большое количество спортсменов разрядников,  кандидатов в мастера спорта, мастеров спорта международного класса и участников олимпийский игр.
      </p>
   </Box >
}

export default Fizkultura_ru