
import { Box } from '@mui/material';

const Fizkultura_kyr = () => {
   return <Box>
      <h1>Багыты: 532000 - Дене тарбия жана спорт</h1>
      <h1>Даярдоо профили: Дене тарбия жана спорт</h1>
      <p>
         Ысык-Көл облусунда дене тарбия мугалимдеринин жетишсиздигинен 1999-ж. К.Тыныстанов атындагы ЫМУнун педагогика жана башталгыч билим берүү факультетинин курамында дене тарбия жана спортту окутуунун методикасы кафедрасы ачылган. Учурда кафедра педагогика факультетинин курамында иштейт.
      </p>
      <p>
         Студенттер билим алуу менен төмөндөгүдөй компетенцияларга ээ болушат:
      </p>
      <p>
         - маалыматтык технологияларды колдонуу менен кесиптик иште негизги билимдерди колдоно билүү, илим жана техникадагы кубулуштарды талдоо жана баалоо;<br></br>
         - иштиктүү баарлашууну жүргүзүүгө, мамлекеттик жана расмий тилдерде өз оюн жүйөлүү жана так айтууга, социалдык коммуникация деңгээлинде чет тилдердин бирин билүүгө;<br></br>
         - толеранттуулуктун жана демократиянын принциптерине негизделген командада иштөөгө, алынган билимдерди ресурстарды сарамжалдуу пайдалануу үчүн колдонууга;<br></br>
         - тарбиялык жана тарбиялык иштерди жүргүзүүгө, пландаштырууга, баалоого жана уюштурууга;<br></br>
         - сергек жашоо образын пропагандалайт, көзөмөлдөйт, биринчи медициналык жардам көрсөтүүнү билет;<br></br>
         - заманбап методдорду колдонуу менен окуу сабактарын өткөрүүгө, IVSде сынактык иш-чараларды ишке ашырууга, пландаштырууга;<br></br>
         - ФК жана спорт тармагындагы документтерди түзүүгө, иштеп чыгууга, пайдаланууга, башкаруу чечимдерин кабыл алууга;<br></br>
         - спорттук жана эс алуу иш-чараларынын программаларын өз алдынча уюштурууга, өткөрүүгө жана ишке ашырууга;
         - ФК жана спорт жаатындагы массалык иштерди талдоо, колдонуу, жайылтуу;<br></br>
         - Ысык-Көл облусунун дени сак жана физикалык жактан өнүккөн жаш муунун камсыз кылуу максатында дене тарбия жана спорттун деңгээлин көтөрүүгө.<br></br>
      </p>
      <p>
         «Дене тарбия жана спорт» бакалаврларын даярдоо багыты боюнча бүтүрүүчүлөрдүн кесиптик ишинин чөйрөсүнө төмөнкүлөр кирет:
      </p>
      <p>
         - дене тарбия жана спорт тармагында билим берүү; дене тарбия жана спорт;<br></br> кыймылдуу эс алуу жана оорулардын алдын алуу жана дене тарбия каражаттары менен калктын ден соолугун чыңдоо боюнча иш-чаралар;<br></br> тейлөө сектору;<br></br> туризм, менеджмент, илимий-изилдөө жана конструктордук иштер.<br></br>
      </p>
      <p>
         Бүтүрүүчүлөр алардын билим деңгээли жана ээ болгон компетенциялары кызматкердин квалификациясына коюлган талаптарга жооп берген шартта кесиптик иштин башка чөйрөлөрүндө жана (же) чөйрөлөрүндө кесиптик ишти жүзөгө ашыра алышат.
      </p>
      <p>
         «Дене тарбия жана спорт» адистиги боюнча студенттер «академиялык мобилдүүлүк» программасы боюнча республиканын жана коңшу мамлекеттердин көптөгөн ЖОЖдорунда билим ала алышат.
      </p>
      <p>
         Кафедра бүгүнкү күнгө чейин көптөгөн спортчуларды, спортчуларды, спорттун чеберлигине кандидаттарды, эл аралык класстагы спорт чеберлерин жана олимпиадалык оюндардын катышуучуларын тарбиялап чыгарды.
      </p>
   </Box >
}

export default Fizkultura_kyr