
import { Box } from '@mui/material';

const Gos_mun_uprava_kyr = () => {
   return <Box>
      <h1>Багыты: 580900 - Мамлекеттик жана муниципалдуу башкаруу</h1>
      <h1>Даярдоо профили: Мамлекеттик жана муниципалдуу башкаруу</h1>
      <p>
         К.Тыныстанов атындагы Ысык-Көл мамлекеттик университетинде коомдун өнүгүшүнө керектүү,зарыл кесиптердин бири катары эсептелген “Мамлекеттик жана муниципалдык башкаруу” адистиги ачылган. Бул адистикте студенттер көбүнчө бийликтин башкаруу структураларынын  негиздүү механизимдерин окуушат. Алардын катарына муниципалдуу башкаруунун теориясы жана уюштуруу кызматтары, менеджмент, кадр саясаттынын негизи, микро жана макро экономика жана башка сабактарды өтүшөт. <br />
      </p>
      <p>
         Окуу семестрдик мезгилдин учурунда Каракол шаарынын мэриясында, айыл-өкмөттөрүндө,жергиликтүү өзүн-өзүү башкаруу структураларында жана башка тармактарда өндүрүш практикаларын өтүшүп,таңдап алган кесиптери менен жакыныраак таанышышат.<br />
      </p>
      <p>
         Окууну аяктагандан кийин мамлекеттик жана муниципалдык башкаруу структураларына кызматка орношо алат. Эмгек акы дагы бир нече эсе көтөрүлдү.<br />
         Биздин бөлүмгө кош келиңиздер. Келечегиңерге жол ача турган кесипке бет алыңыздар.
      </p>
   </Box >
}

export default Gos_mun_uprava_kyr