
import { Box } from '@mui/material';

const Gos_mun_uprava_ru = () => {
   return <Box>
      <h1>Направление: 580900 – Государственное и муниципальное управление</h1>
      <h1>Профиль подготовки: Государственное и муниципальное управление</h1>
      <p>
         Иссык-Кульском государственном университете началось подготовка специалистов по государственному и муниципальному управлению. Растет потребность для общества в квалифицированных, высокообразованных и культурных специалистах.
      </p>
      <p>
         Процессе обучения они изучают ряд интересных и необходимых предметов, которые нужны в процессе организации и управления. К этим предметам, можно отнести такие предметы как основы муниципального управления, теория и организация муниципальной службы, экономика местного самоуправления, микро и макро экономика и.т.д. в процессе обучения студенты проходят производственную практику Мэрий Каракола, а также местном муниципальном управлении города.
      </p>
      <p>
         <b>После окончания успешно могут трудоустроится:</b><br />
         в системе государственного и муниципального управления, а также айыльных Кеңешей и.т.д. <br />
         Добро пожаловать на нашу специальность, которая открывает уверенную дорогу в будущее. Высокая и стабильная заработная плата. Будущее за нашей молодежью.
      </p>
   </Box >
}

export default Gos_mun_uprava_ru