
import { Box } from '@mui/material';

const Hud_ru = () => {
   return <Box>
      <h1>Направление: 550600 - Художественное образование</h1>
      <h1>Профиль подготовки: Изобразительное искусство дополнительным профилем художественно-трудовое обучение</h1>
      <p>
         Зачисление производится по результатам специальных профилирующих экзаменов по Рисунку, Черчению и тесту по языку(русскому, кыргызскому) , а также по результатам общереспубликанского тестирования.
      </p>
      <p>
         Выпускники данного направления могут трудиться преподавателями в учреждениях среднего профессионального образования, учителями средних общеобразовательных школ, в детских творческих центрах, в детских садах, в творческих мастерских, методических центрах, в рекламных агентствах, частными предпринимателями.
      </p>
   </Box >
}

export default Hud_ru