
import { Box } from '@mui/material';

const Hud_kyr = () => {
   return <Box>
      <h1>Багыты: 550600 – Көркөм билим берүү  </h1>
      <h1>Окуу профили: Көркөм сүрөт искусствосу кошумча көркөм эмгекти окутуу профили менен</h1>
      <p>
         Көркөм сүрөт адистигин бүтүргөндөр жалпы орто билим берүүчү мектептерде, орто кесиптик окуу жайында көркөм сүрөт сабактары боюнча окутуучулук кызматтарда иштейт. Мындан тышкары жеке ишкерчилик, жарнамалык агентстволордо, балдар окутуу борборлорунда көркөм- сүрөт өнөрү боюнча кружокторду жетектей алышат.
      </p>
      <p>
         Бүтүрүчүлөр живопись, графика, скульптура, кол өнөрчүлүктүн ар кандай турлорун өздөштүрө алат, жана ошондой эле заманбап талаптарга жооп бере турган сабактын усулдарын  колдоно алышат.
         Окууга кабыл алуу  Сурөт тартуу атайын профилдик сынагынын жыйынтыгынын негизинде жана орус (кыргыз) тилдин тесттинин жыйынтыгы менен  жургузулөт. Ошондой эле ЖРТнын  баллы менен  кабыл алынат.
      </p>
   </Box >
}

export default Hud_kyr