
import { Box } from '@mui/material';

const Inf_zdr_kyr = () => {
   return <Box>
      <h1>Багыты - белгисиз Саламаттык сактоодогу информатика жана биомедициналык инженерия</h1>
      <h1>Профили - Саламаттык сактоодогу информатика</h1>
      <p>
         "Саламаттыкты сактоодогу информатика жана биомедициналык инженерия" окуу программасы Германиянын университеттери менен биргеликте иштелип чыккан жеке билим берүү программасы. Заманбап биомедициналык системалар-бул электроника, информатика жана медицина тармагындагы эң алдыңкы жетишкендиктерди камтыган уникалдуу татаал жабдуулар.
      </p>
      <p>
         Биздин окуу программаларыбыз саламаттыкты сактоо тармагындагы көйгөйлөрдү чечүүгө багытталган: кеңселерди иштерди автоматташтыруу, маалыматтык-коммуникациялык технологияларды жана заманбап медициналык жабдууларды ишке киргизүү. Саламаттык сактоонун маалымат системалары, программалоо, маалымат базасы, мобилдик системаларды иштеп чыгуу, программалык камсыздоону иштеп чыгуу, саламаттык сактоонун негиздери, саламаттыкты сактоо экономикасы жана башка предметтер бүтүрүүчүлөргө жакшы IT адис болууга жардам берет. Саламаттыкты сактоо системасы кандай иштээрин, медициналык камсыздандыруунун түзүмүн, медициналык жабдуулардын иштешин, алардын программалык камсыздоосун, конфигурациясын жана тейлөөсүн билишет, ошондой эле медициналык мекемелер үчүн маалыматтык системаларды иштеп чыгышат.
      </p>
      <p>
         Сабактар заманбап жабдылган класстарда, дистанттык билим берүүгө ылайыкташталган  класстарда жана лабораторияларда Европада стажировкадан өткөн окутуучулар тарабынан өткөрүлөт. Студенттер Кыргыз медициналык академиясынын (Бишкек) медициналык лабораториясында иштөө мүмкүнчүлүгүнө ээ болуп, ал жерде заманбап медициналык жабдууларды өздөштүрүшөт. Немис жана англис тилдерин интенсивдүү окутуу каралган, бул Европа университеттеринде билим алууну улантууга, европалык өнөктөштөр менен кызматташууга жана европалык эмгек рыногунда жумуш табууга мүмкүндүк берет.
      </p>
      <p>
         Студенттер тиешелүү сабактарды электрондук түрдө окуй турган билим берүү порталдарына кире алышат.
         Окутуу жана билим берүү үчүн заманбап жабдуулар жана мультимедиялык компьютердик класстар, интерактивдүү доскалуу класстар жана дистанттык окутуу класстары менен жабдылган.<br />
         Окутууну ЫМУнун окутуучулары жана КММА, КМКТА, КМТУ ж.б. чакырылган окутуучулар өткөрүшөт.
      </p>
      <p>
         Саламаттыкты сактоо тармагында IT адис болгуңуз келеби?
         Заманбап медициналык жабдууларды иштетесизби?
         Анда К. Тыныстанов атындагы ЫМУнун «Саламаттык сактоодогу информатика» профили боюнча билим ал!
      </p>
      <p>
         Сизди көргөнүбүзгө кубанычтабыз, урматтуу Абитуриент!
         Келечекке ишенимдүү болгуңуз келеби?
         Келечегиңизди биз менен пландаштырыңыз!
      </p>
   </Box >
}

export default Inf_zdr_kyr