
import { Box } from '@mui/material';

const Inf_zdr_ru = () => {
   return <Box>
      <h1>Направление: неизвестен Информатика в здравоохранении и биомедицинская инженерия</h1>
      <h1>Профиль подготовки: Информатика в здравоохранении</h1>
      <p>
         Программа обучения «Информатика в здравоохранении и биомедицинская инженерия» – индивидуальная образовательная программа, совместно разработанная с вузами Германии. Современные биомедицинские системы – это уникальное сложное оборудование, заключающее в себе самые передовые достижения в области электроники, информатики и медицины.
      </p>
      <p>
         Наши учебные программы нацелены на решение проблем в  сфере здравоохранения: автоматизация делопроизводства, внедрение информационно-коммуникационных технологий и современного медицинского оборудования. Такие предметы как «Информационные системы в здравоохранении», «Программирование», «База данных», «Разработка мобильных систем», «Разработка программного обеспечения», «Основы здравоохранения», «Экономика здравоохранения» и мн. др. помогут выпускникам быть хорошими IT-специалистами, знать, как устроена система здравоохранения, структуру медицинского страхования, работу медицинского оборудования, их программное обеспечение, настойку и обслуживание, разрабатывать информационные системы для медицинских учреждений.
      </p>
      <p>
         Биотехнология в ИГУ им. К. Тыныстанова дает необходимые знания для развития своего собственного малого и среднего бизнеса в сфере Зеленых технологий, что очень актуально в Кыргызстане, особенно в сельскохозяйственном секторе, так как учит технологиям переработки сельскохозяйственной продукции и ее отходов, в частности производству биопрепаратов и их испытаниям, технологии переработки отходов животноводства в биогаз через биогазовые установки, производство компоста и других видов биоудобрений. Направление “Биотехнология” в ИГУ им. К. Тыныстанова идет в ногу со временем, обновляет учебный план, включая современные дисциплины, касающиеся Зеленых технологий и циркулярной экономики, расширяет базу прохождения практик, вовлекает студентов с ситему развития стартапов, т.е. учит созданию своего собственного бизнеса. Практические и лабораторные занятия ведутся в современной, оснащенной для молекулярно-генетических методов лаборатории, на базе Ботанического сада университета, практикуются гостевые лекции и выезды студентов на экскурсии, соревнования не только в Иссык-Кульской области, но и за ее пределами.
      </p>
      <p>
         Дисциплины будут проводиться в оборудованных учебных аудиториях, классах дистанционного обучения и лабораториях преподавателями, прошедшими стажировки в Европе. Студенты имеют возможность работать в медицинской лаборатории Кыргызской медицинской академии (г.Бишкек), где освоят современные медицинские оборудования. Предусмотрено интенсивное обучение немецкого и английского языков, что дает возможность продолжить обучение в европейских вузах,  сотрудничать с европейскими партнерами, трудоустраиваться на европейском рынке труда.
         Студенты имеют доступ к образовательным порталам, где могут соответствующие предметы изучать в электронном виде.
         Для подготовки и обучения имеются оснащенные современным оборудованием и мультимедийные компьютерные классы, аудитории с интерактивными досками и классы дистанционного обучения.<br/>
         Обучение проводиться как преподавателями ИГУ, так и приглашенными преподавателями с КГМА, КГУСТА, КГТУ и др.
      </p>
      <p>
         Хочешь стать IT специалистом в области здравоохранения?
         Работать и обслуживать современное медицинское оборудование?
         Тогда поступай по направлению «Информатика в здравоохранении» ИГУ им. К.Тыныстанова!
      </p>
      <p>
         Мы рады видеть Вас, уважаемый Абитуриент! Хотите быть уверенными в завтрашнем дне?
         Планируй свое будущее вместе с нами!
      </p>
   </Box >
}

export default Inf_zdr_ru