
import { Box } from '@mui/material';

const Istoria_kyr = () => {
   return <Box>
      <h1>Багыты: 550400 - Социалдык-экономикалык билим берүү</h1>
      <h1>Даярдоо профили: Тарых кошумча укук тануу профили менен</h1>
      <p>
         К.Тыныстанов атындагы Ысык-Көл мамлекеттик университетининде кеңейтилген кесиптеги адистерди даярдоо башталды.Алардын катарына  “Тарых жана кошумча адистик укук таануу” кесибин атасак болот. Баштапкы учурларда “тарых” адистиги боюнча,даярдалып келсе, азыркы мезгилде, эки кесип боюнгча даярдалат.Ал эми тарых адистиги боюнча көптөгөн тарыхый мазмундагы сабактар окуулат, алардын катарына алгачкы коомдун, орто кылымдын тарыхы, жаңы жана соңку доордун тарых сабактары окулса, укук таануу боюнча укук таануу органдары,кылмыш-процессуалдык укуктар, конституциялык, граждандык, үй-бүлө жана көптөгөн башка укуктук мүнөздөгү сабактар окулат. Окуу процессинин учурунда өндүрүштүк практика өтүлөт. Практика Каракол шаарынын мэриясында, айыл-өкмөттөрүндө жана башка өзүн-өзүү башкаруу уюмдарында өтүлөт.
      </p>
      <p>
         Окууну аяктагандан кийин агартуу жана укук таануу органдарына кызматка орношууга мүмкүнчүлүк түзүлөт. Мамлекеттик жана муниципалдык башкаруу жана жергиликтүү башкаруу уюмдарына кызматка орношсо болот.
      </p>
      <p>
         Стабилдүү, жогорку эмгек акы коштойт. Кош келиңиздер биздин жаңы ачылган адистикке, бул адистике сиздердин келечеңиздерге кенен жол ачат. Келечек жаштардыкы.
      </p>
   </Box >
}

export default Istoria_kyr