
import { Box } from '@mui/material';

const Istoria_ru = () => {
   return <Box>
      <h1>Направление: 550400 - Социально-экономическое образование </h1>
      <h1>Профиль подготовки: История с дополнительным профилем правоведение</h1>
      <p>
         В Иссык-Кульском государственном университете осуществляется подготовка специалистов по истории с дополнительной профессий правоведение. Они будут обладать двумя специальностями. По истории и изучают историю древнего мира, средневековья, новую и новейшую историю. Они будут проходит педагогическую и музейно-архивную практику масштабе области и республики. Следовательно, они получают возможность шире ознакомиться своей будущей профессией. По правоведению изучают уголовно-процессуальное право, правоохранительные органы, конституционное, уголовное, гражданское право и т.д. Это позволяет им работать по своей специальности.
      </p>
      <p>
         Сегодня для общество требуется, молодежь, обладающее высокообразованностью, коммуникабельностью, энергичностью а также быть предприимчивым и целеустремленным. После окончания вуза, они имеют право трудоустраиваться в сферу образования, правоохранительные органы, государственное и  муниципальное управление, местные органы власти и т.д.
      </p>
      <p>
         Вас ждет высокая заработная плата и стабильная работа. Добро пожаловать на новую специальность, история с дополнительным профессией правоведение.
      </p>
   </Box >
}

export default Istoria_ru