
import { Box } from '@mui/material';

const Kyr_adab_kyr = () => {
   return <Box>
      <h1>Багыты: 550300 - Филологиялык билим берүү</h1>
      <h1>Окуу профили: Кыргыз тили жана адабияты кошумча орус тили жана адабияты профили менен</h1>
      <p>
         <b>Бүтүрүүчүлөр:</b>
      </p>
      <ul style={{ listStyleType: 'none' }}>
         <li>	- жалпы жана атайын орто билим берүү мекемелеринде тил жана адабияттан сабак берет жана класстан тышкаркы иштерди, тарбиялык иштерди алып барат;
         </li>
         <li>- окутуунун интерактивдүү формаларын жана методдорун пайдалануу менен педагогикалык ишмердүүлүктү жүргүзөт;</li>
         <li>- кесиптик жамааттарда эмгек процессин уюштура билет, өз алдынча чечимдерди кабыл ала алат;</li>
         <li>	- иштиктүү пикир алышууну, эл алдына чыгып сүйлөөнү, сүйлөшүүлөрдү жүргүзүп, кеңешмелерди өткөрүү, кызматтык кат алышууларды, электрондук коммуникацияны жүргүзө алат;</li>
         <li>	- өз алдынча илимий, илимий-методикалык изилдөө иштерин жүргүзүп, натыйжасын илимий эмгек катары жарыялай алат; </li>
         <li> - билим берүү жана маданий агартуу мекемелеринде социалдык-педагогикалык, гуманитардык уюштуруучулук, китеп чыгаруу, массмедиалык жана коммуникация чөйрөлөрүндө ар түрдүү долбоорлорду иштеп чыгууга жана жүзөгө ашырууга катыша билет.</li>
      </ul>
      <p>
         <b>Бүтүрүүчүлөр кесипке ээ болгондон кийин:</b>
      </p>
      <ul style={{ listStyleType: 'none' }}>
         <li>-	жалпы билим берүүчү орто мектептерде;</li>
         <li>-	атайын орто кесиптик билим берүүчү мекемелерде кыргыз тили жана адабияты кошумча орус тили жана адабияты мугалими катары;</li>
         <li>-	массалык маалымат каражаттарында (газета, журнал, радио, телеканалдарда журналист катары;</li>
         <li>-	китеп басып чыгаруу иштеринде;</li>
         <li>-	мамлекеттик мекемелерде кыргыз тили боюнча адис катары иштеп кете алат. </li>
      </ul>
   </Box >
}

export default Kyr_adab_kyr