
import { Box } from '@mui/material';

const Logopedia_ru = () => {
   return <Box>
      <h1>Направление: 550700 - Педагогика</h1>
      <h1>Профиль подготовки: Логопедия</h1>
      <p>
         <b>О профессии логопеда:</b>
         С развитием современных технологий в области медицины и психологии набирает огромную популярность весьма интересная профессия - логопед. Логопед – специалист, занимающийся разработкой артикуляционного (речевого) аппарата, преимущественно у детей дошкольного и младшего школьного возраста.
      </p>
      <p>
         <b>Что будут уметь делать выпускники:</b>
         Они исправляют речевые дефекты и   работают как с детьми, так и со взрослыми.
      </p>
      <p>
         <b>Где после окончания обучения выпускники могут работать?</b>
         Логопеды могут работать в общеобразовательной школе, в том числе коррекционные, в детском саду (специализированные и обычные) и  в муниципальном психолого-педагогическом центре.
      </p>
   </Box >
}

export default Logopedia_ru