
import { Box } from '@mui/material';

const Logopedia_kyr = () => {
   return <Box>
      <h1>Багыты: 550700 - Педагогика</h1>
      <h1>Профили: Логопедия</h1>
      <p>
         <b>Логопед кесиби жɵнүндɵ маалымат:</b>
         Медицина жана психология чөйрөсүндө заманбап технологиялардын өнүгүшү менен абдан кызыктуу кесип - логопед чоң популярдуулукка ээ болууда. Логопед – негизинен мектепке чейинки жана башталгыч мектеп курагындагы балдардын артикуляциялык (логопедиялык) аппаратын өнүктүрүүчү адис.
      </p>
      <p>
         <b>	Бүтүрүүчүлөр эмне кыла алышат:</b>
         Сүйлөө кебиндеги кемчиликтерин оңдоп, балдар менен да, чоңдор менен да иштеше алат.
      </p>
      <p>
         <b>Бүтүрүүчүлөр окуусун аяктагандан кийин кайда иштей алышат?</b>
         Логопед жалпы билим берүү мектептеринде, анын ичинде коррекциялык мектептерде, бала бакчада (адистештирилген жана жөнөкөй) жана муниципалдык психологиялык-педагогикалык борбордо иштей алат.
      </p>
   </Box >
}

export default Logopedia_kyr