
import { Box } from '@mui/material';

const Mat_inform_kyr = () => {
   return <Box>
      <h1>Багыты: 550200 – Физико-математикалык билим берүү</h1>
      <h1>Окутуу профили: Математика кошумча информатика профили менен</h1>
      <p>
         <b>Адистик жɵнүндɵ.</b><br />
         Заманбап жогорку билим берүүнүн негизги максаты - заманбап маалыматтык технологияларга ээ болгон, билим берүүнүн профессионалдык маселелерин чечүүгө жөндөмдүү болгон квалификациялуу окутуучуларды жана жогорку квалификациялуу адистерди даярдоо. Үзгүлтүксүз билим берүүнүн алкагында окуучулардын инсандык жана кесиптик сапаттарын өнүктүрүү: берилгендик, уюшкандык, жоопкерчилик, атуулдук, коомчулдук, чыдамкайлык ж.б., жалпы маданиятты жогорулатуу, кесиптик өз алдынча билим алууга умтулуу жана өркүндөтүү.
      </p>
      <p>
         Курстун теориялык дисциплиналары арасында атайын математикалык жана информатикалык предметтер басымдуулук кылат. Студенттер алгебраны, аналитикалык геометрияны, математикалык анализди, дискреттик математиканы жана математикалык логиканы, дифференциалдык теңдемелерди, ыктымалдуулук теориясын жана башкаларды окушат. Жетиштүү убакыт аналитикалык дисциплиналарга: комплекстүү анализ жана функционалдык анализге арналат. Бирок бакалаврларды даярдоо теория менен эле чектелбейт.
      </p>
      <p>
         Келечектеги математиктерге жана информатиктерге алган билимин практикада колдонууга, мисалы, компьютердик программалар үчүн алгоритмдерди түзүүдө, математикалык ыкмаларды жашоонун ар кандай тармактарында колдонууга үйрөтүшөт.
      </p>
      <p>
         Математика жана инфоматика универсалдуу адистик, анын бүтүрүүчүлөрү бир эле учурда бир нече кесипке жол ачышат. Алар математикалык методдорду жана компьютердик технологияларды колдонгон тармактарда илимий-изилдөө иштерин жүргүзө алышат. Табигый илимдин, техниканын, экономиканын жана башкаруунун проблемаларын чечүүнүн эффективдүү методдорун иштеп чыгышат. Программисттер, системалык аналитиктер жана бизнес-аналитиктер болуп иштей алышат. Мектептерде жана колледждерде математикалык дисциплиналардын циклин (анын ичинде информатиканы) окута алышат.
      </p>
      <p>
         <b>Бүтүрүүчулɵр эмне кыла алышат?</b><br />
         Математикалык логикага жана статистикага ээ болуу изилдөө иштери менен алектенүүгө мүмкүндүк берет. Бул илимде жана экономикада илимий проблемаларды чечүүнүн колдонуудагы ыкмаларын талдоодо жана зарыл болгон учурда жаңыларын иштеп чыгууда маанилүү. Статистикалык ыкмаларды жана ыктымалдуулук теориясынын билимин колдонуу менен, бакалаврлар белгисиз жагдайларда жана маалыматтардын жетишсиздиги менен чечим чыгара алышат. Мектептерде жана колледждерде математикалык дисциплиналардын циклин (анын ичинде информатиканы) окута алат. Ошондой эле, алынган көндүмдөр көйгөйдү чечүүнүн эң рационалдуу жолун тез табууга мүмкүндүк берет.
      </p>
      <p>
         <b>Бүтүрүүчүлɵр окуусун аяктагандан кийин кайда иштей алышат?</b><br />
         Математик жана информатиктер көптөгөн тармактарда суроо-талапка ээ: илимий ишмердүүлүк, мектептерде жана колледждерде математика жана информатиканы окутуу, программалоо, маалымат базалары менен иштөө, инженердик адистиктер. Математикалык жана компьютердик моделдөө ыкмаларын билүү дээрлик бардык тармактарда – экономикадан табият таанууга чейин колдонулушу мүмкүн. Ал эми кеңири жайылган компьютерлештирүү тармактык администратор же программист катары жумуш табууга жардам берет. Системалык талдоо менен алектенгенди жакшы көргөндөр илимий чөйрөдө да, бизнес чалгындоо тармагында да өздөрүн ишке ашыра алышат.
      </p>
   </Box >
}

export default Mat_inform_kyr