
import { Box } from '@mui/material';

const Mat_informatika_ru = () => {
   return <Box>
      <h1>Направление:  510200 - Прикладная математика и информатика  </h1>
      <h1>Профиль подготовки: Прикладная математика и информатика </h1>
      <p>
         <b>О профессии.</b><br/>
         Целью программы является подготовка специалистов по работе с данными, аналитиков, исследователей в области компьютерных наук, инженеров-разработчиков и инженеров-исследователей по программному обеспечению.
         Программа рассчитана на молодых людей, готовящихся к развитию существующих и созданию новых компьютерных технологий, работая в ведущих ИТ-компаниях и исследовательских центрах.  Учебный план программы разработан с учетом опыта ведущих университетов, таких как Stanford University (США), EPFL (Швейцария), МГУ и МФТИ (Россия), а также Школы анализа данных Яндекса, разработавший одну из самых сильных образовательных программ в области компьютерных наук в России.
      </p>
      <p>
         Структурно программа состоит из нескольких основных компонентов – профессионального цикла, проектной и научно-исследовательской работы, дополнительного профиля по выбору студента, дисциплин общего цикла (как, например, экономика, история, английского языка, физкультуры).
      </p>
      <p>
         <b>Что будут уметь делать выпускники?</b><br/>
         Компьютерные технологии во всем мире развиваются по экспоненте. Анализ данных, машинное обучение и искусственный интеллект проникают во все сферы человеческой жизни. Наша программа готовит разработчиков и исследователей, которые могут работать в разных областях и создавать продукты, меняющие к лучшему жизнь миллионов людей. После окончания программы можно работать программистом, инженером, специалистом по анализу данных и работе с BigData, исследователем и учёным, разработчиком алгоритмов и аналитиком.
      </p>
      <p>
         Где после окончания обучения выпускники могут работать?
         Выпускники программы могут строить карьеру в разных направлениях. Поле деятельности огромно: искусственный интеллект и системное программирование, разработка программного обеспечения и компьютерных игр, анализ данных, компьютерная лингвистика, интернет-программирование, разработка рекомендательных систем — и это далеко не полный список.
      </p>
      <p>
         Компьютерные технологии применимы во всех областях, где есть большие потоки информации. Это не только IT, но и геология, медицина, авиация, банковская сфера, реклама и телекоммуникации. Благодаря анализу данных компании могут достичь более высоких результатов. В частности, компьютерные технологии уже приносят огромную прибыль банкам и игрокам фондового рынка. При этом специалистов в области информационных технологий не хватает, поэтому они очень востребованы.
      </p>
   </Box >
}

export default Mat_informatika_ru