
import { Box } from '@mui/material';

const Mat_informatika_kyr = () => {
   return <Box>
      <h1>Багыты: 510200-Колдонмо математика жана информатика</h1>
      <h1>Даярдоо профили: Колдонмо математика жана информатика багыты</h1>
      <p>
         <b>Адистик жɵнүндɵ.</b><br />
         Программанын максаты маалымат таануучуларды, аналитиктерди, компьютердик илим изилдөөчүлөрүн, иштеп чыгуу инженерлерин жана программалык камсыздоо инженерлерин даярдоо болуп саналат.
      </p>
      <p>
         Программа алдыңкы IT-компанияларда жана илимий борборлордо иштеген, иштеп жаткан жана жаңы компьютердик технологияларды түзүүгө даярданып жаткан жаштарга арналган. Программанын окуу планы Стэнфорд университети (АКШ), EPFL (Швейцария), Москва мамлекеттик университети жана Москва физика-техникалык институту (Россия), ошондой эле Яндекс маалымат мектеби сыяктуу алдыңкы университеттердин тажрыйбасын эске алуу менен иштелип чыккан. Анализ, Россияда информатика тармагындагы эң күчтүү билим берүү программаларынын бирин иштеп чыккан.
      </p>
      <p>
         Структуралык жактан программа бир нече негизги компоненттерден турат - кесиптик цикл, долбоорлоо жана изилдөө иштери, студенттин тандоосу боюнча кошумча профиль, жалпы циклдик дисциплиналар (мисалы, экономика, тарых, англис тили, дене тарбиясы).
      </p>
      <p>
         <b>Бүтүрүүчулɵр эмне кыла алышат?</b><br />
         Дүйнө жүзү боюнча компьютердик технологиялар экспоненциалдуу түрдө өнүгүп жатат. Маалыматтарды талдоо, машинаны үйрөнүү жана жасалма интеллект адам жашоосунун бардык чөйрөсүнө кирет. Биздин программа ар кандай тармактарда иштеп, миллиондогон адамдардын жашоосун жакшы жакка өзгөртө турган өнүмдөрдү түзө алган иштеп чыгуучуларды жана изилдөөчүлөрдү даярдайт. Программаны аяктагандан кийин, сиз программист, инженер, маалымат талдоочусу болуп иштей аласыз жана Big Data, изилдөөчү жана илимпоз, алгоритмдерди иштеп чыгуучу жана аналитик менен иштей аласыз.
      </p>
      <p>
         <b> Бүтүрүүчүлɵр окуусун аяктагандан кийин кайда иштей алышат?</b><br />
         Программанын бүтүрүүчүлөрү ар кандай багытта карьерасын кура алышат. Иш чөйрөсү абдан чоң: жасалма интеллект жана системаларды программалоо, программалык камсыздоону иштеп чыгуу жана компьютер оюндары, маалыматтарды талдоо, эсептөө лингвистикасы, интернет программалоо, рекомендациялоочу системаларды иштеп чыгуу - бул дагы толук тизме эмес.
      </p>
      <p>
         Компьютердик технологиялар маалыматтын чоң агымы болгон бардык аймактарда колдонулат. Бул IT гана эмес, геология, медицина, авиация, банк иши, жарнама жана телекоммуникация. Маалыматтарды талдоо аркылуу компаниялар жакшы натыйжаларга жетише алышат. Атап айтканда, компьютердик технологиялар банктар жана биржа оюнчулары үчүн эбегейсиз киреше алып келүүдө. Ошол эле учурда маалымат технологиялары тармагында адистер жетишсиз болгондуктан, аларга суроо-талап чоң.
      </p>
      <p>
         <b>Окууну аяктагандан кийин жогоруда аталган адистик боюнча бүтүрүүчүлөр төмөнкү кызматтарды ээлей алышат:</b><br />
         <ul>
            <li>Программист;
            </li>
            <li>Математик;</li>
            <li>Бизнес аналитик;</li>
            <li>Системалык аналитик;</li>
            <li>Программалык камсыздоону тейлөө боюнча адис;</li>
            <li>Программаны тестирлөө боюнча адис;</li>
            <li>Мугалим.</li>
         </ul>
      </p>
      <p>
         Математик илимий- техникалык жана өндүрүштүк маселелерди чечүү үчүн математикалык камсыздоо системасын иштеп чыгат. Ал чыгарылып жаткан маселе боюнча маалыматты изилдеп, талдап, анын маңызын формулировкалап, математикалык жазылышын берет. Маселени математикалык формага келтирүүнү ишке ашырат. Жалпы программанын курамына кирген программа жана кичи программалар үчүн техникалык шарттарды жана тапшырмаларды иштеп чыгат. Математикалык анализдин негизинде маселени эң рационалдуу түрдө чечүүнүн мүмкүнчүлүгүн жана ыкмаларын аныктайт. Маселенин алгоритмин жана анын айрым этаптарын, программанын логикалык схемасын түзөт. Математикалык моделди иштеп чыгууну жана маселени чечүүнүн сандык ыкмасын тандоону ишке ашырат. маселелерди чечүү үчүн башка уюмдар тарабынан иштелип чыккан даяр алгоритмдерди колдонуу мүмкүнчүлүгүн аныктайт. Эсептөө процесстерин унификациялоо боюнча иштерди аткарат.
      </p>
   </Box >
}

export default Mat_informatika_kyr