
import { Box } from '@mui/material';

const Mat_inform_ru = () => {
   return <Box>
      <h1>Направление: 550200 – Физико-математическое образование</h1>
      <h1>Профиль подготовки: Математика с дополнительным профилем информатика</h1>
      <p>
         <b>О профессии.</b><br />
         Основной целью современного высшего образования является подготовка квалифицированных учителей и высококвалифицированных специалистов, владеющих современными информационными технологиями и способных решать профессиональные вопросы образования в современном быстро меняющемся мире. Развитие личных и профессиональных качеств студентов: лояльность, организованность, ответственность, гражданственность, коммуникабельность, терпеливость и др., повышение общей культуры, стремление к профессиональному самообразованию и совершенствованию в рамках непрерывного образования.
      </p>
      <p>
         Программа готовит специалистов, которые смогут самостоятельно определять задачи профессионального и личностного развития, понимающего сущность и педагогическую значимость своей профессии.
      </p>
      <p>
         Среди теоретических дисциплин курса преобладают специальные математические предметы. Студенты изучают алгебру, аналитическую геометрию, математический анализ, дискретную математику и математическую логику, дифференциальные уравнения, теорию вероятностей и др. Достаточное количество времени уделено аналитическим дисциплинам: комплексному анализу и функциональному анализу. Но теорией подготовка бакалавров не ограничивается. Будущих математиков и информатиков учат применять знания на практике, например при построении алгоритмов для компьютерных программ, использовать математические методы в различных сферах жизни.
      </p>
      <p>
         Математика и информатика — универсальная специальность, выпускникам которой открыта дорога сразу в несколько профессий. Они могут заниматься научно-исследовательской работой в областях, использующих математические методы и компьютерные технологии. Разрабатывать эффективные методы решения задач естествознания, техники, экономики и управления. Работать программистами, системными аналитиками и бизнес-аналитиками. Преподавать цикл математических дисциплин (в том числе информатику) в школах и колледжах.
      </p>
      <p>
         <b>Что умеют делать выпускники?</b><br />
         Владение математической логикой и статистикой позволяет заниматься научно-исследовательской работой. Это важно при анализе существующих методов решения научных задач, стоящих в науке и экономике, и разработке новых в случае необходимости. Используя методы статистики и знания о теории вероятности, бакалавры могут принимать решения в неопределенных ситуациях и при нехватке данных. Могут преподавать цикл математических дисциплин (в том числе информатику) в школах и колледжах. Также полученные навыки позволяют быстро находить наиболее рациональный способ решения поставленной задачи.
      </p>
      <p>
         <b>Где после окончания обучения выпускники могут работать?</b><br />
         Математики и информатики востребованы во многих областях: научно-исследовательская деятельность, преподавание математики и информатики в школах и колледжах, программирование, работа с базами данных, инженерные специальности. Знание методов математического и компьютерного моделирование можно применять практически во всех сферах – от экономики до естествознания. А повсеместная компьютеризация позволят без труда найти работу администратора сетей или программиста. Те, кому нравится заниматься системным анализам, могут реализовать себя как в научной сфере, так и на поприще бизнес-аналитики.
      </p>
   </Box >
}

export default Mat_inform_ru