
import { Box } from '@mui/material';

const Nachalnoe_ru = () => {
   return <Box>
      <h1>Направление: 550700 - Педагогика</h1>
      <h1>Профиль подготовки: Начальное образование с дополнительным профилем дошкольного образования</h1>
      <p>
         <b>О профессии учителя начальных классов:</b>
         обобщенная группа специальностей, которые ориентированы на подготовку преподавателей начальных классов общеобразовательных школ. Учитель начальных классов – педагог, который дает детям (7-10 лет) базовые знания, без которых невозможно их дальнейшее образование. Он не только обучает, но и воспитывает. У учителей начальных классов стабильная работа и приемлемый график. Профессия комплексная, разнообразная и интересная. Специалисты по начальному образованию находят работу в общеобразовательной школе или частном учебном заведении. Также могут заниматься частной практикой, репетиторством.
      </p>
      <p>
         <b>Что будут уметь делать выпускники:</b>
         Выпускник, окончивший по направлению подготовки 550700 Педагогика (уровень бакалавриата) направленность (профиль) программы: «Педагогика и методика начального образования» в соответствии с видами профессиональной деятельности, на которые ориентирована программа бакалавриата, готов решать следующие профессиональные задачи:
      </p>
      <ul>
         <li>изучение возможностей, потребностей, достижений обучающихся в области образования;</li>
         <li>осуществление обучения и воспитания в сфере образования в соответствии с требованиями образовательных стандартов;</li>
         <li>использование технологий, соответствующих возрастным особенностям обучающихся и отражающих специфику предметной области.</li>
      </ul>
      <p>
         <b>Где после окончания обучения выпускники могут работать?:</b>
         Выпускник по специальности «Педагогики и методики начального образования» имеет преимущества работать во всех образовательных учреждениях. Профессия учителя начальных классов всегда была и будет востребованы. Каждая новая поколения нуждается в получении базовых профессиональных знаний. Учителя начальных классов востребованы как в государственных дошкольных образовательных учреждениях, школах и коммерческих образовательных учреждениях, так, как у них много возможностей   устроится на перспективную работу. Заработок учителя начальных классов по сравнению с предметными учителями (час 50 сом) повышенный.т.е. час 80 сом. На сегодняшний день высокая заработная плата играет не маловажную роль в современном обществе.<br />
         Специалист этого профиля играет важную роль в формировании личности каждого ученика.
      </p>
      <p>
         <b>О профессии воспитателя детского сада:</b>
         педагог и работник дошкольного образовательного учреждения, в чьи обязанности входит всестороннее развитие детей, обучение и воспитание. Воспитателю возлагается обязанность посвящения ребенка в мир взрослых. Развитие ребенка, его социализация и восприятие мира во многом зависит от первого педагога-воспитателя. Воспитатель – творческая профессия. Главное преимущества профессии – социальная значимость о востребованность.
      </p>
      <p>
         <b>Что будут уметь делать выпускники:</b>
         Выпускник, будет готов решать следующие профессиональные задачи:<br />
         - изучение возможностей, потребностей, достижений обучающихся в области образования;<br />
         - осуществление обучения и воспитания в сфере образования в соответствии с требованиями образовательных стандартов;<br />
         - использование технологий, соответствующих возрастным особенностям обучающихся и отражающих специфику предметной области.
      </p>
      <p>
         <b>Где после окончания обучения выпускники могут работать?:</b>
         Воспитатель дошкольников может работать в государственных и частных учреждениях, домашних детских садах, приютах и реабилитационных центрах. С педагогическим образованием можно работать не только по специальности в образовательных учреждениях, но и устроиться няней, гувернанткой.
      </p>
   </Box >
}

export default Nachalnoe_ru