
import { Box } from '@mui/material';

const Nachalnoe_kyr = () => {
   return <Box>
      <h1>Багыты: 550700 Педагогика</h1>
      <h1>Даярдоо профили: Башталгыч билим берүү кошумча мектепке чейинки билим берүү профили менен </h1>
      <p>
         <b>Башталгыч класстардын мугалими кесиби тууралуу маалымат:</b>
         жалпы билим берүүчү мектептердин башталгыч класстарынын мугалимдерин даярдоого багытталган адистиктердин жалпыланган тобу. Башталгыч класстын мугалими - балдарга (7-10 жаштагы) негизги билим берүүчү адис, баштапкы билимсиз алардын андан ары билим алуусу мүмкүн эмес. Ал бир гана сабак бербестен, баланы тарбиялайт. Башталгыч класстын мугалими кесиби туруктуу жумуш орду жана ийкемдүү графикке ээ. Кесип татаал, комплекстүү жана кызыктуу. Башталгыч билим берүү адистери мамлекеттик билим берүү мекемелеринде же жеке менчик билим берүү мекемесинде жумуш табат. Алар жеке практика, репетиторлук менен да алектене алышат.
      </p>
      <p>
         Бүтүрүүчүлөр эмне кыла алышат: 550700 Педагогика (бакалавриат) багыты (профили) боюнча «Башталгыч билим берүүнүн педагогикасы жана методикасы» бакалавриат программасына багытталган кесиптик ишмердиктин түрлөрүнө ылайык даярдоо багыты боюнча бүтүрүүчү төмөнкү кесиптик милдеттерди чечүүгө даяр:
      </p>
      <ul>
         <li>билим берүү тармагындагы окуучулардын мүмкүнчүлүктөрүн, муктаждыктарына, жетишкендиктерине изилдɵɵ жүргүзɵ алат;</li>
         <li>билим берүү стандарттарынын талаптарына ылайык билим берүү чөйрөсүндө кадрларды даярдоону жана тарбиялоону ишке ашыра алат;</li>
         <li>окуучулардын жаш өзгөчөлүктөрүнө ылайык келген жана предметтик чөйрөнүн өзгөчөлүктөрүн чагылдырган технологияларды колдоно алат.</li>
      </ul>
      <p>
         <b>Бүтүрүүчүлөр окуусун аяктагандан кийин кайда иштей алышат?</b>
         Башталгыч билим берүүнүн педагогикасы жана методикасы адистигинин бүтүрүүчүсү бардык билим берүү мекемелеринде иштөө артыкчылыгына ээ. Башталгыч класстын мугалими кесибине суроо-талап жогору болуп келген жана боло берет. Ар бир жаңы муун негизги кесиптик билимге муктаж. Башталгыч класстын мугалимдери мамлекеттик мектепке чейинки билим берүү мекемелеринде да, мектептерде да, коммерциялык билим берүү мекемелеринде да суроо-талапка ээ, анткени аларда перспективдүү жумушка орношуу үчүн көптөгөн мүмкүнчүлүктөр бар. Башталгыч класстын мугалиминин эмгек маянасы (саатына - 80 сом) предметтик мугалимдерге салыштырмалуу жогору (сааты 50 сом) тɵлɵнɵт. Бүгүнкү күндө кесиптин артыкчылыгы жогорку эмгек акы тɵлɵнгɵндүгү менен маанилүү. Бул профилдеги адис ар бир окуучунун инсандыгын калыптандырууда ɵзгɵчɵ роль ойнойт.
      </p>
      <p>
         <b>Бала бакчанын тарбиячысы кесиби боюнча маалымат:</b>
         мектеп жашына чейинки курактагы балдарды ар тараптуу өнүктүрүү, окутуу жана тарбиялоо милдетин аркалаган мектепке чейинки билим берүү мекемесинин тарбиячысы жана кызматкери. Тарбиячыга баланы чоңдордун дүйнөсүнө киргизүү милдети жүктөлгөн. Баланын өнүгүшү, анын социалдашуусу жана дүйнөнү кабыл алуусу көбүнчө алгачкы педагог-тарбиячыдан көз каранды. Педагог – бул чыгармачыл кесип. Кесиптин негизги артыкчылыктары – социалдык маанилүүлүгү жана суроо-талаптын жогору экендиги саналат.
      </p>
      <p>
         <b>Бүтүрүүчүлөр эмне кыла алышат:</b>
         550700 Педагогика (бакалавриат) багыты (профили) боюнча «Башталгыч билим берүү кошумча мектепке чейинки билим берүү профили менен» бакалавриат программасына багытталган кесиптик ишмердиктин түрлөрүнө ылайык даярдоо багыты боюнча бүтүрүүчү төмөнкү кесиптик милдеттерди чечүүгө даяр:<br />
         - билим берүү тармагындагы окуучулардын мүмкүнчүлүктөрүн, муктаждыктарын, жетишкендиктерине изилдɵɵ жүргүзɵ алат;<br />
         - билим берүү стандарттарынын талаптарына ылайык билим берүү чөйрөсүндө кадрларды даярдоону жана тарбиялоону ишке ашыра алат;<br />
         - окуучулардын жаш өзгөчөлүктөрүнө ылайык келген жана предметтик чөйрөнүн өзгөчөлүктөрүн чагылдырган технологияларды колдоно алат.
      </p>
      <p>
         <b>Бүтүрүүчүлөр окуусун аяктагандан кийин кайда иштей алышат?</b>
         Мектепке чейинки тарбиячы мамлекеттик жана жеке мекемелерде, үй бала бакчаларында, балдар үйлөрүндө жана реабилитациялык борборлордо иштей алат. Педагогикалык билими менен билим берүү мекемелеринде өз адистиги боюнча гана иштебестен, жеке үйлɵрдɵ бала багуучу (няня), губернантка болуп жумушка орношууга болот.
      </p>
   </Box >
}

export default Nachalnoe_kyr