
import { Box } from '@mui/material';

const Perevod_ru = () => {
   return <Box>
      <h1>Направление: 531100 - Лингвистика </h1>
      <h1>Профиль подготовки: Перевод и переводоведение</h1>
      <p>
         Данная программа готовит квалифицированных лингвистов-переводчиков, которые будут владеть двумя иностранных языками: английским и немецким в зависимости от выбранной комбинации.  Наши квалифицированные преподаватели дадут глубокие познания касательно теории перевода, а также языков, которые вы будете изучать.
      </p>
      <p>
         Вы изучите различные стилистическое особенности языков, их разновидностей, в зависимости от целей применения. Наш ВУЗ оборудован хорошей технической базой и необходимой литературой чтобы обеспечит нужны практические навыки переводчика.
      </p>
      <p>
         Так же наши студенты могут поехать учится в зарубежные страны по обменным программ. Университет сотрудничает с другими зарубежными высшими учебными заведениями. В результате обучения вы овладеете необходимыми практическими навыками по специальности и будете готовы к практической работе.
      </p>
   </Box >
}

export default Perevod_ru