
import { Box } from '@mui/material';

const Perevod_kyr = () => {
   return <Box>
      <h1>Багыты: 531100 - Лингвистика </h1>
      <h1>Окуу профили : Котормо жана котормо таануу</h1>
      <p>
         Бул программа англис жана немис тилдери боюнча мыкты котормо жана котормо таануу адистигин даярдайт. Биздин жогорку даражадагы мугалимдер котормонун теориясын, тилдердин ар кандай стилистикалык өзгөчөлүктөрүн жана ошондой эле сиз үйрөнө турган тилдер боюнча терең билим беришет.
      </p>
      <p>
         Биздин университетте котормонун практикалык көндүмдөрүн камсыз кылуу максатында заманбап техникалык жабдуулары менен класстар жана керектүү адабияттар менен жабдылган. Ошондой эле, биздин студенттерт атайын алмашуу программалары боюнча чет өлкөлөргө окууга бара алышат.
      </p>
      <p>
         Биздин университет башка чет өлкөдөгү окуу жайлар менен кызматташып келет. Натыйжада, сиз практикалык котормо көндүмдөрүнө ээ болуп, жакшы жумушта иштөөгө даяр болосуз.
      </p>
   </Box >
}

export default Perevod_kyr