
import { Box } from '@mui/material';

const Prik_inf_ru = () => {
   return <Box>
      <h1>Направление: 710300 Прикладная информатика</h1>
      <h1>Профиль подготовки: Прикладная информатика</h1>
      <p>
         Без IT-специалистов сегодня не может обойтись ни одна компания, поэтому их востребованность растет с каждым днем. Вы научитесь разрабатывать и сопровождать программное обеспечение, внедрять новые технологии и сможете построить карьеру, став техническим директором, руководителем IT-департамента или менеджером IT-проектов.
      </p>
      <p>
         <b>Учебная программа</b><br />
         1-й курс<br />
         На первом курсе вы расширите свои знания в области общеобразовательных предметов и начнете углубленное изучение вопросов, связанных с информатикой и программированием. При этом вы будете опираться на некоторые разделы математики: теорию систем, системный анализ, дискретную математику. Вы изучите методы оптимизации, информационные системы и технологии, базы данных. Будут преподаваться введение в профессию, информационный менеджмент, управление знаниями в организации, бухгалтерский учет, экономика фирмы, маркетинг, менеджмент организации.
      </p>
      <p>
         2-й курс<br />
         На втором году обучения вы начнете изучать теорию вероятности и математическую статистику. У вас начнется подробные курсы о вычислительных, информационных и операционных системах. Вы будете осваивать сети и телекоммуникации, программную инженерию, разберетесь с информационными ресурсами и технологиями.
      </p>
      <p>
         3-й курс<br />
         На третьем курсе у вас начнется проектный практикум, где вы сможете закрепить полученные теоретические знания. Вы узнаете о базах данных и информационной безопасности. Также по выбору вы сможете изучать экономические и экологические аспекты предпринимательской деятельности и региональную экономику.
      </p>
      <p>
         4-й курс<br />
         На завершающем курсе обучения вы закрепите свои знания в области информационных систем и технологий. Вы сможете проектировать информационные системы и закрепите полученные навыки в ходе практикума. Также вы разберетесь с проектированием интерфейсов.
      </p>
      <p>
         Что вы будете изучать
      </p>
      <ul>
         <li>
            Аудит и планирование информационных систем
            <ul style={{ listStyleType: 'none' }}>
               <li>- Виды аудита информационных систем.</li>
               <li>- Подходы к проведению аудита.</li>
               <li>- Стандартизация аудита ИС.</li>
               <li>- Структуры управления и контроля ИТ-стратегией.</li>
               <li>- Бюджетирование ИТ.</li>
               <li>- Инвестиционный анализ в ИТ.</li>
            </ul>
         </li>
         <li>
            Корпоративные информационные системы
            <ul style={{ listStyleType: 'none' }}>
               <li>- Функциональность КИС для поддержки производственной деятельности, оперативного управления компании и стратегического менеджмента компании.</li>
               <li>- Интегрированное информационное пространство корпорации.</li>
               <li>- Система электронного документооборота в КИС.</li>
               <li>- CRM и SRM компоненты КИС.</li>
            </ul>
         </li>
         <li>
            Программная инженерия
            <ul style={{ listStyleType: 'none' }}>
               <li>- Проектирование программного обеспечения.</li>
               <li>- Конструирование программного обеспечения.</li>
               <li>- Тестирование и сопровождение программного обеспечения.</li>
               <li>- Конфигурационное управление.</li>
               <li>- Управление программной инженерией.</li>
               <li>- Качество программного обеспечении</li>
            </ul>
         </li>
         <li>
            Проектирование информационных систем
            <ul style={{ listStyleType: 'none' }}>
               <li>- Каноническое проектирование ИС.</li>
               <li>- Организация информационного обеспечения ИС.</li>
               <li>- Проектирование фактографических баз данных.</li>
               <li>- Типовое проектирование ИС.</li>
               <li>- Автоматизированное проектирование ИС</li>
            </ul>
         </li>
      </ul>
      <p style={{ textAlign: 'center' }}>Кем вы станете</p>
      <ul>
         <li>IT-директор</li>
         <li>Программист</li>
         <li>Руководитель отдела программных разработок</li>
         <li>Сетевой администратор</li>
         <li>Системный аналитик</li>
         <li>Тестировщик</li>
      </ul>
   </Box >
}

export default Prik_inf_ru