
import { Box } from '@mui/material';

const Prik_inf_kyr = () => {
   return <Box>
      <h1>Багыты: 710300 Колдонмо информатика</h1>
      <h1>Профиль: Колдонмо информатика</h1>
      <p>
         Бүгүнкү күндө бир дагы компания IT адистерисиз иштей албайт, ошондуктан аларга суроо-талап күн сайын өсүүдө. Сиз программалык камсыздоону иштеп чыгууну жана тейлөөнү, жаңы технологияларды ишке ашырууну жана техникалык директор, IT бөлүмүнүн башчысы же IT долбоорунун менеджери катары карьера курууну үйрөнөсүз.
      </p>
      <p>
         <b>Окуу  программасы</b><br />
         1- курста сиз жалпы предметтер тармагындагы билимиңизди кеңейтип, информатика жана программалоо менен байланышкан маселелерди тереңдетип үйрөнө баштайсыз. Муну менен сиз математиканын кээ бир бөлүмдөрүнө таянасыз: системалар теориясы, системалык анализ, дискреттик математика. Сиз оптималдаштыруу ыкмаларын, маалыматтык системаларды жана технологияларды, маалымат базаларын изилдейсиз. Кесипке киришүү, маалыматтык менеджмент, уюмдагы билимди башкаруу, бухгалтердик эсеп, бизнес экономикасы, маркетинг, уюмду башкаруу үйрөтүлөт.
      </p>
      <p>
         2-курста сиз ыктымалдуулук теориясын жана математикалык статистиканы изилдей баштайсыз. Сиз эсептөө, маалымат жана операциялык системалар боюнча деталдуу курстарды башташат. Сиз тармактарды жана телекоммуникацияларды, программалык камсыздоо инженериясын өздөштүрүп, маалыматтык ресурстар жана технологиялар менен алектенесиз.
      </p>
      <p>
         3- курста сиз алган теориялык билимиңизди бекемдей турган долбоордук семинарды баштайсыз. Сиз маалымат базалары жана маалымат коопсуздугу жөнүндө биле аласыз. Сиз ошондой эле бизнестин жана аймактык экономиканын экономикалык жана экологиялык аспектилерин изилдөөнү тандай аласыз.
      </p>
      <p>
         4-курс изилдөөнүн акыркы курсу сиз маалыматтык системалар жана технологиялар жаатындагы билимиңизди бекемдейсиз. Семинардын жүрүшүндө сиз маалымат системаларын долбоорлой аласыз жана алынган көндүмдөрдү консолидациялай аласыз. Сиз ошондой эле интерфейс дизайнын биле аласыз.
      </p>
      <p>
         Кандай  сабактарын окуйсуз
      </p>
      <ul style={{ listStyleType: 'none' }}>
         <li>- Маалыматтык системалардын аудити жана пландаштырылышы</li>
         <li>- Маалыматтык системалардын аудитинин түрлөрү.</li>
         <li>- Аудиттин ыкмалары.</li>
         <li>- интеллектуалдык менчиктин аудитин стандартташтыруу.</li>
         <li>- IT стратегиясын башкаруу жана контролдоо структуралары.</li>
         <li>- IT бюджетин түзүү.</li>
         <li>- IT тармагындагы инвестициялык анализ.</li>
      </ul>

      <ul>
         <li>
            Корпоративдик маалымат системалары
            <ul style={{ listStyleType: 'none' }}>
               <li>- өндүрүштүк ишмердүүлүктү колдоо боюнча КМШнын функционалдуулугу, компанияны оперативдүү башкаруу жана компанияны стратегиялык башкаруу.</li>
               <li>- Корпорациянын интеграцияланган маалымат мейкиндиги.</li>
               <li>- КМШда электрондук документ жүгүртүү системасы.</li>
               <li>- Структуры управления и контроля ИТ-стратегией.</li>
               <li>- КМШнын CRM жана SRM компоненттери.</li>
            </ul>
         </li>
         <li>
            Программалык камсыздоо инженериясы
            <ul style={{ listStyleType: 'none' }}>
               <li>- Программалык камсыздоонун дизайны.</li>
               <li>- Программалык камсыздоонун дизайны.</li>
               <li>- программалык камсыздоону сыноо жана тейлөө.</li>
               <li>- Конфигурацияны башкаруу.</li>
               <li>- программалык камсыздоону башкаруу.</li>
               <li>- Программанын сапаты</li>
            </ul>
         </li>
         <li>
            Маалыматтык системаларды долбоорлоо
            <ul style={{ listStyleType: 'none' }}>
               <li>-Каноникалык IC дизайны.</li>
               <li>- ИМди маалыматтык камсыздоону уюштуруу.</li>
               <li>- фактылык маалыматтар базасын долбоорлоо.</li>
               <li>- Типтүү IC дизайны.</li>
               <li>- Компьютердик дизайн</li>
            </ul>
         </li>
      </ul>
      <p style={{ textAlign: 'center' }}>Бул окууну аяктап  сен ким болосуң</p>
      <ul>
         <li>IT-директор</li>
         <li>Программист</li>
         <li>Руководитель отдела программных разработок</li>
         <li>Сетевой администратор</li>
         <li>Системдик аналитик</li>
         <li>Тестирлѳѳчү</li>
      </ul>
   </Box >
}

export default Prik_inf_kyr