
import { Box } from '@mui/material';

const Program_obes_ru = () => {
   return <Box>
      <h1>Направление: 710100 - Информатика и вычислительная техника</h1>
      <h1>Профиль подготовки: Программное обеспечение вычислительной техники и автоматизированных систем</h1>
      <p>
         <b>О профессии.</b>
         В последние годы, параллельно с быстрым развитием IТ-сектора, использованием компьютерных технологий в бизнесе и современной жизни быстро расширяется компьютерные технологии и программирование; использование компьютера, программного обеспечения (для ПК, сетевой среды и Интернета), аппаратного обеспечения, технического обслуживания, ремонта, установки и управления компьютерными сетями. Студенты, которые выпускаются в качестве компьютерных техников, специализируются как в теоретических, так и в практических аспектах. Обучение направлено на подготовку среднего звена в области информационных технологий. В программе акцентированы аппаратные, системные и компьютерные сети и разработки программного обеспечения.
      </p>
      <p>
         <b>Основными целями программ являются следующее:</b>
      </p>
      <ul>
         <li>Использование теоретических знаний, полученных в области компьютерного программирования, исследований, связанных со стандартами качества; ознакомление с деловой этикой, моралью и факторами окружающей среды;</li>
         <li>Получение компетенции для постоянного обновления информации, следуя технологическим изменениям и инновациям, в том числе концепции непрерывного обучения;</li>
         <li>Развитие эффективных навыков общения путем установления правильного и позитивного контакта с людьми, чтобы укрепить уверенность в себе;</li>
         <li>Обучение студентов компьютерному программированию, работе в области программирования, веб-дизайна.</li>
      </ul>
      <p>
         <b>Процесс разработки:</b>
         Компьютерный сектор (Информационно-коммуникационный сектор) находится в постоянном и динамичном развитии благодаря быстро меняющемуся рынку и конкурентным условиям на глобальном уровне. Это связано с растущим усилием, затрачиваемым на жизнедеятельность человека, а также с необходимостью использования технологий и необходимостью услуг для удовлетворения внутренних потребностей.
      </p>
      <p>
         В настоящее время, в результате быстрого роста уровня использования информационных инструментов в повседневной жизни, наблюдается развитие профессий, связанных с производством и обслуживанием компьютерных устройств и соответственно существует потребность в квалифицированных кадрах, обладающих современными знаниями в этих профессиях. В этом контексте обучение квалифицированной рабочей силы и оснащение существующей рабочей силы будет способствовать увеличению занятости и окажет положительное влияние на повышение конкурентоспособности и эффективности.
      </p>
      <p>
         <b>Сферы деятельности: (После окончания)</b>
         Студенты, окончившие программу компьютерного программирования, является программистом, специалистом по программному обеспечению, разработчиком программного обеспечения, компьютерным техником, специалистом по информационным технологиям и получает среднее техническое образование.
      </p>
      <p>
         Студенты смогут работать в качестве веб-дизайнером, системной и аппаратной поддержки, могут так же создать свой бизнес.
      </p>
   </Box >
}

export default Program_obes_ru