
import { Box } from '@mui/material';

const Program_obes_kyr = () => {
   return <Box>
      <h1>Окуу багыты - 710100 Информатика жана эсептее техникасы</h1>
      <h1>Окутуу профили: Автоматташтырылган системаларды жана эсептөө техникаларын программалык камсыздоо</h1>
      <p>
         <b>Адистик жѳнүндѳ.</b>
         Бүгүнкү күндѳ маалымат технологиясы өтө тездик менен болуп жаткан өнүгүүлөр адам баласынын жашоосунда жана күнүмдүк турмушунда компьютер технологиясын пайдалануу өтө ылдамдык менен жогоруулоодо. Компьютер технологиясы жана автоматташтыруу; компьютерди колдонуу, программаларды даярдоо, (ММК тармагы жана интернет үчүн), жабдуулар, техникалык тейлөө жана оңдоо, компьютер тармактарын орнотуу жана башкаруу боюнча тармак болуп эсептелет. Компьютер боюнча техник адистигин алган студенттер теориялык практикалык жактан дагы адистештирилген билим ала алышат. Бул адистиктин ээлери маалымат технологиялары багыты боюнча индустрия муктаж болгон жабдуулар жана программаларды даярдоо долбоорлорунда иштей алышат. Маалымат технологиялары программасынын негизги багыты -индустрия муктаж болгон кезде адистерди окутуп-үйрөтүү болуп саналат. Мындай программалар өнөр-жайдын керектүү болгон тармактарында иштей ала турган жана ар кандай изилдөөлөрдү жүргүзө билген адистерди окутууну максат кылууда. Негизги программасында техникалык жабдууларды, системаларды жана компьютер тармактарын, программалык инженердик багыттарга маани берилген.
      </p>
      <p>
         <b>Милдеттерибиз:</b>“Автоматташтырылган системаларды жана эсептөө техникаларын программалык камсыздоо” программасын терендеп 4 жылдык билим берүү  негизги милдет.
      </p>
      <ul>
         <li>“Автоматташтырылган системаларды жана эсептөө техникаларын программалык камсыздоо” программасын бүтүргөн студенттерибиздин IT сектор же башка секторлордун тиешелүү бөлүмдөрүндө программалык камсыздоо, Web дизайн системалар жана network тармактарында иштөөлөрүн камсыз кылуу.</li>
         <li>“Автоматташтырылган системаларды жана эсептөө техникаларын программалык камсыздоо” жаатында алган теориялык билимдерин колдонуу менен бул тармакка байланыштуу сапаттык стандарттарга ылайык иштер жүргүзүлѳт; </li>
         <li>Эффективдүү байланыш көндүмдөрүн өнүктүрүп, тиешелүү адистер менен туура жана жакшы багытта байланышта болуу менен өзүнө болгон ишенимин бекемдөө.</li>
      </ul>
      <p>
         <b>Өнүгүү процесси:</b>
         Маалымат жана байланыш сектору, глобалдык деңгээлде өтө тездик менен өзгөрүп жаткан рынок экономикасынын жана атаандаштык шарттарынын негизинде туруктуу жана динамикалык өнүгүүдө. Буга адам баласынын жашоосу үчүн аткарылуучу жумуштарга жана жүк ташууга корогон убакыттын көптүгү жана ички керектөөлөрдү канааттандыруу үчүн заманбап технологияны колдонуу муктаждыгы,кызмат көрсөтүүлөрдүн көлөмүнүн артышы себеп болууда.
      </p>
      <p>
         Бүгүнкү күндөгү маалымат каражаттарынын күнүмдүк турмушта колдонуунун кескин өсүүсүнүн натыйжасында компьютер аппараттарын өндүрүү жана кызмат көрсөтүү менен байланышкан кесиптерде өнүгүүлөрдүн орун алышы, билими жогору кадрларга болгон муктаждыкты ортого алып чыккандыгы байкалууда. Бул чөйрөдө сапаттуу адистердин тарбияланышы жана жумушчу күчүн даярдоо, алардын иш менен камсыз кылынышына өбөлгө түзөт жана атаандаштыкка жөндөмдүүлүгүн, ошондой эле эмгек өндүрүмдүүлүгүнүн жогорулашы үчүн оң таасир берет.
      </p>
      <p>
         <b>Адистик кайда иштей алышат?</b>
         “Автоматташтырылган системаларды жана эсептөө техникаларын программалык камсыздоо” программасын бүтүргөн студенттер Программист, программалык камсыздоо, программалык камсыздоону иштеп чыгуу, маалымат программасын иштеп чыгуу боюнча адис, компьютер боюнча техник сыяктуу атайын техникалык адистиктерге ээ болуп чыгышат. Математика, маалымат технологиясы жана технологияны колдонуу сабактары менен студенттердин так илимдер боюнча билим деңгээли жогорулатылат.
      </p>
      <p>
         Программалык жабдыктарды өнүктүргөн ишканалар, веб дизайны жана тейлөөчү ишканалар, банктар, камсыздандыруу компаниялары, ооруканалар жана чоң маркеттердин программалык камсыздоо, даярдоо системалары жана колдонмо бөлүмдөрү иш менен камсыз кылуучулар арасында алдыга чыгууда. Программалык камсыздоо ишканаларынан тышкары, компьютердик техникалык колдоо көрсөтүү ишканалары, тармак жана системалык колдоо көрсөтүү кызматтарын тейлеген ишканалар студенттерибиз үчүн өтө маанилүү иш орундарын берүүчүлөр болуп саналышат.
      </p>
   </Box >
}

export default Program_obes_kyr