
import { Box } from '@mui/material';

const Ru_liter_ru = () => {
   return <Box>
      <h1>Направление: 550300 - Филологическое образование </h1>
      <h1>Профиль подготовки: Русский язык и литература с дополнительным профилем английский язык </h1>
      <p>
         <b>Профили:</b> <br />
         - Русский язык и литература с дополнительным профилем английский язык (бюджет)<br />
         - Русский язык и литература с дополнительным профилем английский язык (контракт)
      </p>
      <p>
         <b>Профессии:</b><br />
         - учитель русского языка и литературы<br />
         -учитель английского языка<br />
      </p>
      <p>
         <b>Что будут уметь выпускники?</b><br />
         - соблюдать языковые нормы и обладать грамотной речью на русском и на английском языках;<br />
         - иметь навыки обработки и преподнесения информации на обеих языках.<br />
         -ведение уроков, лекций, плановых занятий с учениками по своему предмету;<br />
         -обучение слушателей классическому русскому языку, разбор орфографии, синтаксиса, лексики и фразеологии, фонетики и правописания;<br />
         -изучение прозы и поэзии, разбор известных произведений классической и современной литературы на обоих языках;<br />
         -стимулирование мотивации к самостоятельному изучению предмета, интереса к чтению;<br />
         -внедрение современных методов обучения, использование видео- и аудиоматериалов;<br />
      </p>
      <p>
         <b>После окончания обучения выпускники  могут работать:</b>
         <ul>
            <li>
               учителем русского и английского языков
               <ul>
                  <li>в специализированных школах;</li>
                  <li>в лицеях;</li>
                  <li>колледжах;</li>
                  <li>гимназиях;</li>
                  <li>высших учебных заведениях;</li>
               </ul>
            </li>
            <li>секретарем референтом</li>
            <li>лаборантом</li>
            <li>переводчиком;</li>
            <li>в государственных учреждениях</li>
            <li>в средствах массовой информации ,в издательствах;</li>
            <li>в библиотеках,</li>
            <li>в архивах,</li>
            <li>в музеях,</li>
            <li>в институтах повышения квалификации,</li>
            <li>в общественных и международных организациях,</li>
            <li>в местных отделениях международных организаций.</li>
         </ul>
      </p>
   </Box >
}

export default Ru_liter_ru