
import { Box } from '@mui/material';

const Soc_rabota_ru = () => {
   return <Box>
      <h1>Направление: 540200 - СОЦИАЛЬНАЯ РАБОТА</h1>
      <h1>Профиль подготовки: СОЦИАЛЬНАЯ РАБОТА</h1>
      <p>
         В колледж ИГУ им. К.Тыныстанова   после 11 класса производится набор по Специальности 040101 «Социальная работа», квалификация: «Социальный работник»<br />
         Форма обучения: очная на базе (полного) общего образования -1 год 10 месяцев;<br />
         После получения диплома колледжа выпускник дальше учиться на 2 курсе университета на бакалавра по специальности «Социальная работа».<br />
      </p>
      <p>
         Кафедра с 1999г. готовит профессиональных специалистов в области «Социальной работы», которые будут работать    в государственной сфере: <br />
         - областные, городские органы социальной защиты Кыргызстана;
         -  государственная служба занятости;
         -  миграционная служба;
         - МЧС;
         - республиканское и областное Представительство общества Красного Полумесяца Кыргызской Республики;
         - силовые структуры, армия;
         - система здравоохранения (социальный работник в сфере медицины);
         - система образования (социальный работник в школах и вузах страны);
         - система пенсионного обеспечения (Республиканское, областное, районное Управление Социального Фонда Кыргызстана);
         - система социального обслуживания;
         - система социального страхования;
         - социальным работником в аыйл-окмоту
         -  государственных пенсионных фондах;
         -   реабилитационных, кризисных и консультативных центрах;
         в негосударственной сфере:
         - ресурсных центрах, общественных и благотворительных фондах,
         - социальных и кадровых отделах;
         в бизнесе
         – в частных организациях, занимающихся предоставлением социальных услуг, благотворительностью и организацией помощи лицам, попавшим в трудные жизненные ситуации;
         - на предприятиях – в службах управления персоналом и организации социального пакета;
         - тренинговых центрах.
      </p>
      <p>
         Студенты, закончившие с отличием университет по специальности «Социальная работа» будут привлекаться на преподавательскую работу по данному направлению
      </p>
      <p>
         Студенты направления и специальности «Социальная работа» будут уметь
         <ul style={{ listStyleType: 'none' }}>
            <li>1.Оказывать социальную помощь и защиту пенсионерам, детям, женщинам, мигрантам, инвалидам, безработным, лицам девиантного поведения и др;
            </li>
            <li>2.разрабатывать и реализовывать социальные проекты в области социальной защиты и помощи населения региона;</li>
            <li>3.выстраивать работу в команде, вести переговоры по соц. защите и помощи гражданам;</li>
            <li>4.разрабатывать и реализовывать рекламные и PR-кампании в социальной сфере;владеть методами формирования стрессоустойчивости;</li>
            <li>5.осуществлять посредническую и консультационную деятельность в социальной сфере;</li>
            <li>6.проводить социологические и психологические исследования в социальной сфере;</li>
            <li>7.разрабатывать и внедрять социальные услуги, оценивать их качество;</li>
         </ul>
      </p>
      <p>
         <b>Партнеры <br />
            Кафедра    сотрудничает:
         </b>
         <ul>
            <li>с государственными социальными организациями г. Каракола, Иссык-Кульской области (Областными, районными, городскими управлениями социального развития и социальной защиты Иссык-Кульской области; мэрией г. Каракола, Министерством труда и социальной защиты Кыргызской Республики, БГУ им.К.Карасаева и другими государственными  организациями и вузами страны);</li>
            <li>с негосударственными и общественными организациями (областное Представительство общества Красного Полумесяца Кыргызской Республики, Детский дом «Ирада», ОО «Помощь детям инвалидов», Каракольской областной общественной организацией Общества инвалидов и др.).
               Дальнейшее обучение
               Выпускник  с  квалификацией  Бакалавр «Социальная работа»  может продолжить обучение в магистратуре другого вуза по направлениям: менеджмент, право, педагогика, маркетинг, психология.  Выпускник может продолжить обучение и в аспирантуре ИГУ – по специальности «Социальная философия» и «Социология».
               Практика студентов по Специальности «Социальная работа» в областном Представительстве общества Красного Полумесяца Кыргызской Республики
            </li>
         </ul>
      </p>
   </Box >
}

export default Soc_rabota_ru