
import { Box } from '@mui/material';

const Soc_rabota_kyr = () => {
   return <Box>
      <h1>Даярдоо багыты: 540200 –Социалдык иш
      </h1>
      <h1>Профили:  Социалдык иш</h1>
      <p>
         ЫМУнун колледжинде 11-класстан кийин 040101 «Социалдык иш» кесиби,  квалификациясы «Социалдык иш» боюнча кабыл алынат.
         <br />
         Окутуу формасы: (толук) жалпы билим берщщ базасында кщндщзгщ бёлщмдё – 1 жыл 10 ай.
         <br />
         Колледждин дипломуна ээ болгондон кийин бщтщрщщчщ университеттин «Социалдык иш» кесиби боюнча 2-курстан улантып билим алат.<br />
      </p>
      <p>
         1999-жылдан бери кафедра «Социалдык иш»  жаатында  мамлекеттик сферада иштей турган профессионалдуу кесипке: <br />
         -Кыргызстандагы  областтык, шаардык, райондук социалдык коргоо мекемелеринде;
         -калкты иш менен камсыз кылуу кызматында;
         -миграциялык кызматында;
         -Ёзгёчё кырдаалдар кызматында;
         -КР Кызыл Жарым ай Коомунун республикалык жана областтык ёкщлчщлщктёрщндё;
         -кщч структураларында, аскер кызматында;
         -Саламаттыкты сактоо системасында(медицинадагы социалдык кызматкер);
         -билим берщщ системасында (ЖОЖдордо,мектептерде социалдык кызматкер);
         -Пенсиялык жактан камсыздоо системасында (республикалык, областтык, райондук  социалдык фонду);
         -Социалдык жактан тейлёё системасында;
         -Социалдык жактан камсыздоо системасында;
         -айыл ёкмётщндёгщ социалдык кызматкер;
         -мамлекеттик пенсиялык фонду;
         -кеъеш берщщчщ, кризистик жана реабилитациялык борборлорунда даярдай алат.
         мамлекеттик  эмес сферада:
         Коомдук, кайрымдуулук фонддору жана ресурстук борборлорунда;
         Социалдык жана адистик бёлщмдёрщндё;
         Ишкерликте:
         Оор кырдаалга туш болгон адамдарга жардам берщщнщ уюштурган уюмдар жана кайрымдуулук, социалдык  кызматтарды кёрсёткён жекече  мекемелерде;
         -социалдык пакеттерди уюштуруу жана персоналдарды башкаруу кызматтары- ишканаларда;
         -тренинг борборлорунда;
         «Социалдык иш» кесибин артыкчылык диплому менен аяктаган  бщтщрщщчщлёр окутуучулук кызматка алынат.
      </p>
      <p>
         «Социалдык иш» кызматы багытындагы студенттер:
      </p>
      <p>
         <ul style={{ listStyleType: 'none' }}>
            <li>1.Социалдык жактан жардамды жана коргоону пенсионерге, жаш балдарга, мигранттарга, майыптарга, жумушсуздарга, девианттуу жщрщш-турушка ээ болгондорго кёрсётё алышат.
            </li>
            <li>2.Аймактагы калкты социалдык  жактан коргоодо социалдык долбоорлорду иштеп чыгып, жщзёгё ашырат;</li>
            <li>3.Социалдык коргоо жана  жарандарга жардам берщщдё сщйлёшщщлёрдщ жщргщзщп, топ менен иштёёнщ тщзё алат;</li>
            <li>4.Социалдык сферадагы  PR-компанияларды жана рекламалык агенттиктерди иштеп чыгып,  жщзёгё ашырат; стресске туруктуулук ыкмасын калыптандырат;</li>
            <li>5.Социалдык сферада  ортомчулук жана  кеъеш берщщчщлщк ишмердщщлщктщ аткарат;</li>
            <li>6.Социалдык сферада психологиялык жана  социологиялык  изилдёёлёрдщ жщргщзщлёт;</li>
            <li>7.Социалдык кызматтарды иштеп чыгып, алардын сапатын баалайт.</li>
         </ul>
      </p>
      <p>
         <b>Партнерлор: <br />
            Психология, педагогика жана гуманитардык илимдер кафедрасы кызматташат:
         </b>
         <ul>
            <li>Ысык-Кёл областындагы, Каракол шаарындагы  мамлекеттик социалдык уюмдар менен ( областык, райондук, шаардык  социалдык коргоо жана ёнщктщрщщ башкармалыктары, мэрия, министрликтер, Бишкек шаарындагы БГУ ж.б.  мамлекеттик уюмдар жана ЖОЖдор менен);
            </li>
            <li>Мамлекеттик эмес жана коомдук уюмдар менен (КР Кызыл жарым Ай коомунун ёкщлчщлщгщ, «Ирада» юъбалдар щйщ, ОО « Майып балдарга жардам», Каракол шаарындагы майыптар коому менен);
               Окууну улантууда:
               Бакалавр багытындагы «Социалдык иш» квалификациясына  ээ болгон  бщтщрщщчщ  билимин менеджмент, укук, педагогика, маркетинг, психология багытында  уланта алат. ЫМУнун «Социалдык философия» жана «Социология»  боюнча аспирантурадан билим алса болот.
            </li>
         </ul>
      </p>
      <p> «Социалдык иш» кесибинде билим алган студенттер Кыргыз Республикасынын Кызыл Жарым ай Коомунун  областтык ёкщлчщлщгщндё практика учурунда </p>
   </Box >
}

export default Soc_rabota_kyr