
import { Box } from '@mui/material';

const Social_pedagogika_kyr = () => {
   return <Box>
      <h1>Багыты: 550700 Педагогика</h1>
      <h1>Даярдоо профили: Социалдык педагогика </h1>
      <p>
         <b>Социалдык педагогика кесиби тууралуу маалымат:</b>
         Социалдык педагогика – өсүп келе жаткан жаш муундарды коом мүчөсү катары калыптандыруу максатында жүргүзүлгөн таалим-тарбия иштеринин мыйзам ченемдүүлүктөрүн изилдөөгө жана ага байланыштуу педагогикалык кубулуштарды айкындоо, аныктоо милдетин аркалаган педагогика илиминин тармагы.<br></br>
      </p>
      <p>
         Адамдын коомдун мүчөсү, инсан катары жетилишин, калыптанышын көздөгөн социалдык тарбия ар кандай коомдук мамилелер аркылуу ишке ашат. Аларга: үй-бүлөлүк тарбия, мамлекет тарабынан атайын уюштурулган таалим-тарбия, аскердик тарбия, өндүрүштүк тарбия, калк арасындагы агартуучулук иштер ж. б. кирет.<br></br>
      </p>
      <p>
         <b>Бүтүрүүчүлөр эмне кыла алышат:</b>
         550700 Педагогика (бакалавриат) багыты (профили) боюнча «Социалдык педагогика» бакалавриат программасына багытталган кесиптик ишмердиктин түрлөрүнө ылайык даярдоо багыты боюнча бүтүрүүчү төмөнкү кесиптик милдеттерди чечүүгө даяр:<br></br>
      </p>
      <p>
         - билим берүү тармагындагы окуучулардын мүмкүнчүлүктөрүн, муктаждыктарына, жетишкендиктерине изилдɵɵ жүргүзɵ алат;<br></br>
         - билим берүү стандарттарынын талаптарына ылайык билим берүү чөйрөсүндө кадрларды даярдоону жана тарбиялоону ишке ашыра алат;<br></br>
         -   балдардын алгачкы өсүп-өнүгүүсү, калыптанышы социалдык мамилени, байланышты, иш-аракеттерди өздөштүрүүсү каралат;<br></br>
         -    окуучулар репродуктивдүү, социалдаштыруу, экономикалык жана турмуш-тиричилик, тарбиялоо, психо-терапиялык функцияларды өздөштүрөт.<br></br>
      </p>
      <p>
         <b>Бүтүрүүчүлөр окуусун аяктагандан кийин кайда иштей алышат?</b>
         Социалдык педагог жалпы билим берүү мектептеринде иштей алат.
      </p>
   </Box >
}

export default Social_pedagogika_kyr