
import { Box } from '@mui/material';

const Social_pedagogika_ru = () => {
   return <Box>
      <h1>Направление: 550700 - Педагогика </h1>
      <h1>Профиль подготовки: Социальная педагогика</h1>
      <p>
         <b>О профессии социального педагога:</b><br />
         Социальная педагогика — теория и практика гармонизации взаимодействия человека и социальной среды и их подготовки к этому взаимодействию.
      </p>
      <p>
         Основная задача социальной педагогики, как учебной дисциплины состоит в подготовке квалифицированных специалистов социальных педагогов, изучению различных проблем в области педагогических наук. Как специальность помогает личности в решении различных жизненных ситуаций, возникающих на протяжении жизненного пути личности. Она является и средством регулирования социального поведения, и средством социального контроля, выступая одновременно и инструментом стабилизации социокультурной ситуации. Более того в контексте межнациональных проблем, образование взрослых становится важным цивилизованным (ненасильственным, гуманистическим и демократическим) фактором гармонизации межнациональных и межгосударственных отношений.
      </p>
      <p>
         <b>Что будут уметь делать выпускники:</b><br />
         Выпускник, окончивший по направлению подготовки 550700 Педагогика (уровень бакалавриата) направленность (профиль) программы: «Социальная педагогика» в соответствии с видами профессиональной деятельности, на которые ориентирована программа бакалавриата, готов решать следующие профессиональные задачи:
         <ul>
            <li>выявление закономерностей развития социальной работы и социально-педагогической практики,социально-педагогической деятельности субъектов и институтов социума;</li>
            <li>поиск противоречий и определение тенденций их разрешения в его разных видах, сферах социальной среды и на различных уровнях их анализа;</li>
            <li>разработка принципов, способов, методов и форм деятельности социального педагога и социального работника;</li>
            <li>изучение истории социальной работы (и ее социальнопедагогического компонента).</li>
         </ul>
      </p>
      <p>
         <b>Где после окончания обучения выпускники могут работать?:</b><br/>
         Социальный педагог могут работать после окончания обучения в общеобразовательной школе.
      </p>
   </Box >
}

export default Social_pedagogika_ru