
import { Box } from '@mui/material';

const Teh_disciplin_kyr = () => {
   return <Box>
      <h1>Багыты: 550800 - Кесиптик окутуу </h1>
      <h1>Окуу профильдери:</h1>
      <p>Транспорт жана транспорттук технологиялар  </p>
      <p>Техникалык дисциплиналар жана компьютердик технологиялар</p>
      <p>
         <b>Кесиби:</b><br />
         -башталгыч, орто кесиптик билим беруучу  мекемелерде окутуучу.
      </p>
      <p>
         Бутуруучулор окуусун аяктагандан кийин бул жерлерде иштей алышат:
         <ul>
            <li>кесиптик лицейлерде, колледждерде;</li>
            <li>автотранспорттук ишканаларда жана мекемелерде;</li>
            <li>транспорттук инспекцияда;</li>
            <li>жол-курулуш тармагында;</li>
            <li>автомобилдерди техникалык тейлоочу жана ондоочу станцияларда (АТТС);</li>
            <li>жол кыймылынын коопсуздугун камсыздоочу мекемелерде (МАИ);</li>
            <li>«Унаа» калкты тейлоочу борборлордо.  (РЭО МАИ);</li>
            <li>айдоочуларды даярдоочу жана кайрадан даярдоочу мекемелерде (автомектептерде);</li>
            <li>жол-транспорттук кырсыктарга техникалык экспертиза жургузуучу кызматтарда.</li>
         </ul>
      </p>
   </Box>
}

export default Teh_disciplin_kyr