
import { Box } from '@mui/material';

const Teh_transport_kyr = () => {
   return <Box>
      <h1>Направление: 670300 – Транспорттук  процесстердин технологиясы </h1>
      <h1>Даярдоо профильдери:</h1>
      <p>Кыймылды уюштуруу жана анын коопсуздугу </p>
      <p>Транспорттук системаларды башкаруу </p>
      <p>
         <b>Кесиптери (ээлеген кызматы):</b><br />
         <ul>
            <li>КР ИИМ дин алдындагы жол кыймылынын коопсуздугун камсыздоо мекемелеринде штаттык инспектор кызмат орундарында; </li>
            <li>автотранспорттук ишканаларда жол кыймылынын коопсуздугу боюнча инженердик кызматта.</li>
         </ul>
      </p>
      <p>
         <b>Бутуруучулор кандай ишти аткара алышат?</b><br />
         <ul>
            <li>автомобиль жолдорун жана шаардын кочолоруно тескоо иштерин жургузууну;</li>
            <li>жол кыймылынын муноздомосун изилдоону;</li>
            <li>жол кыймылын башкаруучу техникалык каражаттардын сапатын жана абалын баалоону;</li>
            <li>жол кыймылын уюштурууну долбоорлодо техникалык документтерди иштеп чыгууну;</li>
            <li>жол-транспорттук кырсыктарга жана автомобилдердин жабырлануусуна кызматтык иликтоо жана экспертиза жургузууну;</li>
            <li>жол кыймылын жана аны башкаруу режимдерин изилдоо маалыматтарына карата заманбап компьютердик программаларды колдоно билуу;</li>
            <li>транспорттук каражаттардын коопсуздугуна таасир беруучу конструктивдик жана эксплуатациялык сапаттарын изилдоону жана баалоону.</li>
         </ul>
      </p>
      <p>
         <b>Бутуруучулор окуусун аяктагандан кийин бул жерлерде иштей алышат:</b><br />
         <ul>
            <li>автотранспорттук ишканаларда;</li>
            <li>жол кыймылын уюштуруу болумдорундо (МАИ);</li>
            <li>«Унаа» калкты тейлоо борборлорунда (РЭО МАИ);</li>
            <li>жол-транспорттук кырсыктарга техникалык экспертиза жургузуучу кызматтарда;</li>
            <li>жол-эксплуатациялык башкармалыгында жана долборлоо мекемелеринде (ЖЭБ);</li>
            <li>айдоочуларды даярдоочу жана кайрадан даярдоочу мекемелерде (автомектептерде);</li>
            <li>транспорттук инспекцияларда.</li>
         </ul>
      </p>
   </Box>
}

export default Teh_transport_kyr