
import { Box } from '@mui/material';

const Teh_disciplin_ru = () => {
   return <Box>
      <h1>Направление: 550800 - Профессиональное обучение</h1>
      <h1>Профиль подготовки:</h1>
      <p>Транспорт и транспортные технологии </p>
      <p>Технические дисциплины и компьютерные технологии </p>
      <p>
         <b>Профессии:</b><br />
         После окончания обучения выпускники  могут работать:
         <ul>
            <li>проектировать детали, механизмы и узлы горных машин и оборудования(ГМО);</li>
            <li>осуществлять эксплуатацию  горных машин и оборудования(ГМО);</li>
            <li>в автотранспортных предприятиях и организациях;</li>
            <li>в транспортных инспекциях;</li>
            <li>в дорожно-строительных организациях;</li>
            <li>на станциях тех. обслуживания ремонта автомобилей (СТОА);</li>
            <li>в организациях обеспечения безопасности движения (ГАИ);</li>
            <li>в центрах обслуживания населения « Унаа» (РЭО ГАИ);</li>
            <li>в организациях по подготовке и переподготовке водителей (автошколы);</li>
            <li>в службах технической экспертизы дорожно-транспортных происшествий.</li>
         </ul>
      </p>
   </Box>
}

export default Teh_disciplin_ru