
import { Box } from '@mui/material';

const Teh_transport_ru = () => {
   return <Box>
      <h1>Направление: 670300 – Технология транспортных процессов</h1>
      <h1>Профили подготовки:</h1>
      <p>Организация и безопасность движения</p>
      <p>Управление транспортными системами</p>
      <p>
         <b>Профессии (должности):</b><br />
         <ul>
            <li>штатные инспекторские должности в подразделениях организаций обеспечения безопасности дорожного движения при МВД КР; </li>
            <li>инженерные должности в службах безопасности движения автотранспортных предприятий.</li>
         </ul>
      </p>
      <p>
         <b>Что будут уметь делать выпускники?</b><br />
         <ul>
            <li>проводить обследования автомобильных дорог и городских улиц;</li>
            <li>исследовать характеристики дорожного движения;</li>
            <li>оценивать качество и состояние технических средств управления дорожным движением;</li>
            <li>разрабатывать техническую документацию при проектировании организация дорожного движения;</li>
            <li>проводить служебное расследование и экспертизу дорожно- транспортных происшествий и поврежденных автомобилей;</li>
            <li>пользоваться современными компьютерными программами для обработки данных исследования дорожного движения и режимов его управления;</li>
            <li>исследовать и оценивать конструктивные и эксплуатационного качества транспортных средств,  влияющих на безопасность движения. </li>
         </ul>
      </p>
      <p>
         <b>После окончания обучения выпускники  могут работать:</b><br />
         <ul>
            <li>на автотранспортных предприятиях;</li>
            <li>в отделах организации безопасности движения(ГАИ);</li>
            <li>в центрах обслуживания населения « Унаа» (РЭО ГАИ)</li>
            <li>в службах технической экспертизы дорожно - транспортных происшествий;</li>
            <li>дорожно-эксплуатационных и проектных организациях (ДЭУ);</li>
            <li>в организациях по профессиональной подготовке и переподготовке водителей (автошколах);</li>
            <li>в транспортных инспекциях;</li>
         </ul>
      </p>
   </Box>
}

export default Teh_transport_ru