
import { Box } from '@mui/material';

const Theory_method_ru = () => {
   return <Box>
      <h1>Направление: 531100 - Лингвистика </h1>
      <h1>Профиль подготовки: Теория и методика преподавания языков и культур (русский и английские языки) ( контракт)</h1>
      <p>
         <b>Профессии:</b>
      </p>
      <ul style={{ listStyleType: 'none' }}>
         <li> - лингвист</li>
         <li>-учитель русского языка и литературы</li>
         <li>-учитель английского языка</li>
      </ul>
      <p>
         <b>Что будут уметь?</b>
      </p>
      <ul style={{ listStyleType: 'none' }}>
         <li>- соблюдать языковые нормы и обладать грамотной речью на русском и на английском языках;</li>
         <li>- иметь навыки обработки и преподнесения информации на обеих языках;</li>
         <li>-ведение уроков, лекций, плановых занятий с учениками по своему предмету;</li>
         <li>-обучение слушателей классическому русскому языку, разбор орфографии, синтаксиса, лексики и фразеологии, фонетики и правописания;</li>
         <li>-изучение прозы и поэзии, разбор известных произведений классической и современной литературы на обоих языках;</li>
         <li>-стимулирование мотивации к самостоятельному изучению предмета, интереса к чтению;</li>
         <li>-внедрение современных методов обучения, использование видео- и аудиоматериалов.</li>
      </ul>
      <p>
         <b>После окончания обучения выпускники  могут работать:</b>
      </p>
      <ul style={{ listStyleType: 'none' }}>
         <li>•	учителем русского и английского языков:
            <ul style={{ listStyleType: 'none' }}>
               <li>- в специализированных школах;</li>
               <li>- в специализированных школах;</li>
               <li>- в лицеях;</li>
               <li>- колледжах;</li>
               <li>- гимназиях;</li>
               <li> - высших учебных заведениях.</li>
            </ul>
         </li>
         <li> •	секретарем референтом;</li>
         <li>•	лаборантом;</li>
         <li> •	переводчиком;</li>
         <li>•	в государственных учреждениях;</li>
         <li>•	в средствах массовой информации ,в издательствах;</li>
         <li>•	в библиотеках;</li>
         <li>•	в архивах;</li>
         <li>•	в музеях;</li>
         <li>•	в институтах повышения квалификации;</li>
         <li>•	в общественных и международных организациях.</li>
      </ul>
   </Box >
}

export default Theory_method_ru