
import { Box } from '@mui/material';

const Transport_gorniy_kyr = () => {
   return <Box>
      <h1>Багыты: 650400 - Технологиялык машиналар жана жабдуулар</h1>
      <h1>Окуу профили: Тоо ондурушундогу транспорттук системалар </h1>
      <p>
         <b>Кесиби:</b><br />
         Тоо ондурушундогу транспорттук машиналарды тейлоо жана ондоо боюнча инженер (конвейерлер, котормо-транспорттук каражаттар, жуктоп- тушуруучу машиналар, асма канаттык жолдор).
         <ul>
            <li>оор жук ташуучу автомобилдерди эксплуатациялоо боюнча инженер;</li>
            <li>тоо машиналарын жана жабдууларды эксплуатациялоо боюнча инженер;</li>
            <li>техникалык коопсуздук боюнча инженер.</li>
         </ul>
      </p>
      <p>
         <b>Эмнени уйронушот?</b><br />
         <ul>
            <li>- тоо машиналарынын тетиктерин, механизмдерин жана болукторун долбоорлону;</li>
            <li>тоо машиналарын жана жабдууларды эксплуатациялоону ишке ашырууну;</li>
            <li>тоо машиналарга жана жабдууларга техникалык тейлоо жургузууну;</li>
            <li>тоо машиналарын жана жабдууларды диагностирлоону.</li>
         </ul>
      </p>
      <p>
         <b>Бутуруучулор окуусун аяктагандан кийин бул жерлерде иштей алышат:</b><br />
         <ul>
            <li>тоо кен ишканаларында, мисалы: Кумтор, Жеруй, Сары-Жаз ж.б. (алтын, кумуш, сымап, сурьма, олово, вольфрам, ташкомур ж.б кендер).</li>
            <li>цемент, мрамор, гипс, курулуш таштарды жана курулуш материалдарын ондуруучу мекемелерде.</li>
         </ul>
      </p>
   </Box>
}

export default Transport_gorniy_kyr