
import { Box } from '@mui/material';

const Transport_gorniy_ru = () => {
   return <Box>
      <h1>Направление: 650400 - Технологические машины и оборудование </h1>
      <h1>Профиль подготовки: Транспортные системы в горной промышленности </h1>
      <p>
         <b>Профессии:</b><br />
         <ul>
            <li>инженер по обслуживанию и ремонту транспортных машин в горном производстве (конвейеры, подъемно-транспортные средства, погрузочно-разгрузочные машины, подвесные канатные дороги).</li>
            <li>инженер по эксплуатации большегрузных автомобилей;</li>
            <li>инженер по эксплуатации горных машин и оборудования;</li>
            <li>инженер по технике безопасности.</li>
         </ul>
      </p>
      <p>
         <b>Что будут уметь?</b><br />
         <ul>
            <li>проектировать детали, механизмы и узлы горных машин и оборудования(ГМО);</li>
            <li>осуществлять эксплуатацию  горных машин и оборудования(ГМО);</li>
            <li>проводить   техническое обслуживание и ремонт ГМО;</li>
            <li>осуществлять диагностику ГМО.</li>
         </ul>
      </p>
      <p>
         <b>После окончания обучения выпускники  могут работать:</b><br />
         <ul>
            <li>в организациях по разработке полезных ископаемых, таких как: Кумтор; Джеруй, Сары-Джаз и др.(золото, серебро, ртуть, сурьма. олово. вольфрам, уголь и т.д);</li>
            <li>в организациях по добыче и производству цемента, мрамора, гипса, строительного камня и других строительных материалов.</li>
         </ul>
      </p>
   </Box>
}

export default Transport_gorniy_ru