
import { Box } from '@mui/material';

const Turizm_operator_ru = () => {
   return <Box>
      <h1>Направление: 600200 - Туризм </h1>
      <h1>Профиль подготовки: Технология и организация туроператорских и турагентских услуг в туризме</h1>
      <p>
         Кафедра туризма и охрана окружающей среды готовит кадры по направлениям: «Туризм» и «Экология и природопользование».
      </p>
      <p>
         Для обучения имеется все необходимое для подготовки компетентностных специалистов, учебные кабинеты оснащены необходимым оборудованием и литературой, Профессорско-преподавательский состав укомплектован докторами, кандидатами наук и квалифицированными специалистами, также для чтения лекций приглашаются зарубежные и отечественные специалисты.
      </p>
      <p>
         В процессе учебы студенты проходят практики в туристических фирмах, гостиницах (гостевых домах) и предприятиях общественного питания г. Каракол и Иссык-Кульской области, с которыми заключены договора. А также при кафедре функционирует ТИЦ ИГУ им.К.Тыныстанова, где студенты закрепляют свои теоретические знания на практике.
         <br />
         В рамках академической мобильности студенты проходят стажировки в Оше, Бишкеке а также в странах дальнего зарубежья Грузии, Норвегии. Активно участвуют в научных конференциях, спортивных и других мероприятиях.
      </p>
      <p>
         Студенты окончившие направление «Туризм» имеют возможность трудоустроится в:
      </p>
      <ul>
         <li>Туристические агентства;</li>
         <li>Туроператорские компании;</li>
         <li>Гостиницы и рестораны, гостевые дома;</li>
         <li>Кемпинги;</li>
         <li>Кейтеринговые компании;</li>
         <li>Развлекательные и культурные объекты и учреждения;</li>
         <li>Учреждения и организации для организации ярмарок и выставок, игр, соревнований;</li>
         <li>Туристические информационные центры и консультации;</li>
         <li>Транспортные организации (авиалинии, железнодорожные, автобусные и др.)</li>
      </ul>
      <p>
         Выпускники данной программы работают в турпредприятиях как в Кыргызской Республике так и в странах ближнего и дальнего зарубежья.
      </p>
      <ul>
         <li>Жамангулов А.А.-директор санатория «Кыргызское взморье»;</li>
         <li>Токтобеков Жоомарт –директор турфирмы  «Kirgis Travel»;</li>
         <li>Баратов Кудрат – директор «Transfer Servis Team»;</li>
         <li>Жапаров Айбек – директор хостела «Sun Hause»;</li>
         <li>Рахматулаев Шухрат – директор фирмы «Tez Ttour»;</li>
         <li>Канатбекова Диана – учится в магистратуре в Венгрии на бюджетной основе.</li>
      </ul>
      <p>Контакты: 3-корпус ИГУ им.К.Тыныстанова,(03922)52583 tourism.dep@iksu.kg</p>
   </Box >
}

export default Turizm_operator_ru