
import { Box } from '@mui/material';

const Social_pedagogika_kyr = () => {
   return <Box>
      <h1>Багыты: 600200 - Туризм  </h1>
      <h1>Окутуу профили : Туризмде турагенттик жана туроператордук кызмат көрсөтүүлөрдүн технологиясы жана уюштуруусу</h1>
      <p>
         Туризм жана айлана-чөйрөнү коргоо кафедрасы «Туризм», «Экология жана жаратылышты пайдалануу» багыттары боюнча кадрларды даярдайт.
      </p>
      <p>
         Окууда компетенттүү адистерди даярдоо үчүн зарыл болгон нерселердин баары бар, окуу кабинеттери керектүү жабдуулар жана адабияттар менен жабдылган, профессордук-окутуучулук курамы илимдин докторлору, кандидаттары жана квалификациялуу адистер менен камсыздалган, лекция окуу үчүн чет элдик жана ата мекендик адистер да чакырылган.
      </p>
      <p>
         Окуу процессинде студенттер Каракол шаарынын жана Ысык-Көл облусунун туристтик борборлорунда, мейманканаларында (конок үйлөрүндө) жана коомдук тамактануу жайларында практикадан өтүшөт, алар менен келишим түзүлгөн. Ошондой эле кафедрада студенттер теориялык билимдерин практикада бекемдеп турган Туристтик маалымат борбору бар.
      </p>
      <p>
         Студенты окончившие направление «Туризм» имеют возможность трудоустроится в:Академиялык мобилдүүлүктүн алкагында студенттер Ош, Бишкек шаарларында, ошондой эле Грузия жана Норвегия мамлекеттеринде практикадан өтүшөт. Илимий конференцияларга, спорттук жана башка иш-чараларга активдүү катышат.
      </p>
      <p>
         «Туризм» багытын аяктаган студенттер төмөнкү адистиктерде жумушка орношуу мүмкүнчүлүгүнө ээ:
      </p>
      <ul>
         <li>Туристтик агенттиктер;</li>
         <li>Туроператордук компаниялар;</li>
         <li>Мейманканалар жана ресторандар, конок үйлөрү;</li>
         <li>Кемпингтер;</li>
         <li>Кейтеринговые компании;</li>
         <li>Коомдук тамактануу ишканалары;</li>
         <li>оюн-зоок жана маданий объектилер жана мекемелер;</li>
         <li>жарманкелерди жана көргөзмөлөрдү, оюндарды, сынактарды уюштуруу боюнча мекемелер жана уюмдар;</li>
         <li>сувенирдик жана кол өнөрчүлүк ишканалары;</li>
         <li>Туристтик маалыматтык борборлор жана консультациялар;</li>
         <li>Транспорттук уюмдар (авиа, темир жол, автобус ж.б.у.с.)</li>
      </ul>
      <p>
         Бул программанын бүтүрүүчүлөрү Кыргыз Республикасындагы жана коңшу мамлекеттердин туристтик ишканаларында иштешет.
      </p>
      <ul>
         <li>Жамангулов А.А. - «Кыргыз деңизи» санаторийинин директору;</li>
         <li>Токтобеков Жоомарт - "Kirgis Travel" туристтик агенттигинин директору;</li>
         <li>Жапаров Айбек Жапарович – Каракол шаарындагы «Sun-House» жатаканасынын директору;</li>
         <li>Баратов Кудрат Инамджанович - Трансфер сервис командасынын директору;</li>
         <li>Рахматтуллаев Шухрат - "Тез Тур" компаниясынын директору;</li>
         <li>Канатбекова Диана – бюджеттик негизде Венгрияда магистратурада окуйт.</li>
      </ul>
      <p>Байланыш үчүн: 3-корпус К.Тыныстанов атындагы ЫМУ, (03922) 5 25 83, tourism.dep@iksu.kg</p>
   </Box >
}

export default Social_pedagogika_kyr