
export const education_data = {
  'кыр':
  {
    napravleniyas: [
      {
        napravlenie: '580100 Экономика',
        profiles: [
          { 'link': 'buh_uchet_analiz_audit', 'name': 'Бухгалтерский учет, анализ и аудит' },
          { 'link': 'finance_credit', 'name': 'Финансы и кредит' },
        ]
      },
      {
        napravlenie: '580900 Государственное и муниципальное управление',
        profiles: [
          { 'link': 'gos_mun_uprava', 'name': 'Государственное и муниципальное управление' },
        ]
      },
      {
        napravlenie: '550400 Социально-экономическое образование',
        profiles: [
          { 'link': 'istoria', 'name': 'История с дополнительным профилем правоведение' },
        ]
      },
      {
        napravlenie: '600200 Туризм',
        profiles: [
          { 'link': 'turizm_operator', 'name': 'Технология и организация туроператорских и турагентских услуг в туризме' },
        ]
      },
      {
        napravlenie: '520800 Экология и природопользование',
        profiles: [
          { 'link': 'ecologiya_priroda', 'name': 'Экология и природопользование' },
        ]
      },
      {
        napravlenie: '550700 Педагогика',
        profiles: [
          { 'link': 'logopedia', 'name': 'Логопедия' },
          { 'link': 'nachalnoe', 'name': 'Начальное образование с дополнительным профилем дошкольного образования' },
          { 'link': 'social_pedagogika', 'name': 'Социальная педагогика' },
        ]
      },
      {
        napravlenie: '532000 Физическая культура и спорт',
        profiles: [
          { 'link': 'fizkultura', 'name': 'Физическая культура и спорт' },
        ]
      },
      {
        napravlenie: '550300 Филологическое образование',
        profiles: [
          { 'link': 'en_den', 'name': 'Иностранный язык (английский) с дополнительным профилем немецкий язык' },
          { 'link': 'ru_liter', 'name': 'Русский язык и литература с дополнительным профилем английский язык' },
          { 'link': 'kyr_adab', 'name': 'Кыргыз тили жана адабияты кошумча орус тили жана адабияты профили менен' },
        ]
      },
      {
        napravlenie: '531100 Лингвистика',
        profiles: [
          { 'link': 'perevod', 'name': 'Перевод и переводоведение' },
          { 'link': 'theory_method', 'name': 'Теория и методика преподавания языков и культур (русский и английские языки)' },
        ]
      },
      {
        napravlenie: '710100 Информатика и вычислительная техника',
        profiles: [
          { 'link': 'program_obes', 'name': 'Программное обеспечение вычислительной техники и автоматизированных систем' },
        ]
      },
      {
        napravlenie: '510200 Прикладная математика и информатика',
        profiles: [
          { 'link': 'mat_informatika', 'name': 'Прикладная математика и информатика' },
        ]
      },
      {
        napravlenie: '550200 Физико-математическое образование',
        profiles: [
          { 'link': 'fiz_inform', 'name': 'Физика с дополнительным профилем информатика' },
          { 'link': 'mat_inform', 'name': 'Математика с дополнительным профилем информатика' },
        ]
      },
      {
        napravlenie: '640200 Электроэнергетика и электротехника',
        profiles: [
          { 'link': 'electrics', 'name': 'Электроснабжение' },
        ]
      },
      {
        napravlenie: '550100 Естественнонаучное образование',
        profiles: [
          { 'link': 'bio_chemistry', 'name': 'Биология дополнительным профилем химия и география' },
        ]
      },
      {
        napravlenie: '670200 Эксплуатация транспортно - технологических машин и комплексов',
        profiles: [
          { 'link': 'ekspl_transport', 'name': 'Автомобильный сервис' },
          { 'link': 'ekspl_transport', 'name': 'Автомобили и автомобильное хозяйство' },
        ]
      },
      {
        napravlenie: '670300 Технология транспортных процессов',
        profiles: [
          { 'link': 'teh_transport', 'name': 'Организация и безопасность движения' },
          { 'link': 'teh_transport', 'name': 'Управление транспортными системами' },
        ]
      },
      {
        napravlenie: '650400 Технологические машины и оборудование ',
        profiles: [
          { 'link': 'transport_gorniy', 'name': 'Транспортные системы в горной промышленности' },
        ]
      },
      {
        napravlenie: '550800 Профессиональное обучение',
        profiles: [
          { 'link': 'teh_disciplin', 'name': 'Транспорт и транспортные технологии' },
          { 'link': 'teh_disciplin', 'name': 'Технические дисциплины и компьютерные технологии' },
        ]
      },
      {
        napravlenie: '722000 Биотехнология',
        profiles: [
          { 'link': 'bio_teh', 'name': 'Биотехнология' },
        ]
      },
      {
        napravlenie: '550600 Художественное образование',
        profiles: [
          { 'link': 'hud', 'name': 'Изобразительное искусство дополнительным профилем художественно-трудовое обучение' },
        ]
      },
      {
        napravlenie: 'неизвестен Информатика в здравоохранении и биомедицинская инженерия',
        profiles: [
          { 'link': 'inf_zdr', 'name': 'Информатика в здравоохранении' },
        ]
      },
      {
        napravlenie: '710300 Прикладная информатика',
        profiles: [
          { 'link': 'prik_inf', 'name': 'Прикладная информатика' },
        ]
      },
      {
        napravlenie: '540200 Социальная работа',
        profiles: [
          { 'link': 'soc_rabota', 'name': 'Социальная работа' },
        ]
      },
    ]
  },



  'ру':
  {
    title: 'бакалавриат',
    napravleniyas: [
      {
        napravlenie: '580100 Экономика',
        profiles: [
          { 'link': 'buh_uchet_analiz_audit', 'name': 'Бухгалтердик эсеп, талдоо жана аудит' },
          { 'link': 'finance_credit', 'name': 'Каржы жана насыя' },
        ]
      },
      {
        napravlenie: '580900 Мамлекеттик жана муниципалдуу башкаруу',
        profiles: [
          { 'link': 'gos_mun_uprava', 'name': 'Мамлекеттик жана муниципалдуу башкаруу' },
        ]
      },
      {
        napravlenie: '550400 Социалдык-экономикалык билим берүү',
        profiles: [
          { 'link': 'istoria', 'name': 'Тарых кошумча укук тануу профили менен' },
        ]
      },
      {
        napravlenie: '600200 Туризм',
        profiles: [
          { 'link': 'turizm_operator', 'name': 'Туризмде турагенттик жана туроператордук кызмат көрсөтүүлөрдүн технологиясы жана уюштуруусу' },
        ]
      },
      {
        napravlenie: '520800 Экология жана жаратылышты пайдалануу',
        profiles: [
          { 'link': 'ecologiya_priroda', 'name': 'Экология жана жаратылышты пайдалануу' },
        ]
      },
      {
        napravlenie: '550700 Педагогика',
        profiles: [
          { 'link': 'logopedia', 'name': 'Логопедия' },
          { 'link': 'nachalnoe', 'name': 'Башталгыч билим берүү кошумча мектепке чейинки билим берүү профили менен' },
          { 'link': 'social_pedagogika', 'name': 'Социалдык педагогика' },
        ]
      },
      {
        napravlenie: '532000 Дене тарбия жана спорт',
        profiles: [
          { 'link': 'fizkultura', 'name': 'Дене тарбия жана спорт' },
        ]
      },
      {
        napravlenie: '550300 Филологическое образование',
        profiles: [
          { 'link': 'en_den', 'name': 'Чет тили (англис тили) кошумча немец тили профили менен' },
          { 'link': 'ru_liter', 'name': 'Русский язык и литература с дополнительным профилем английский язык' },
          { 'link': 'kyr_adab', 'name': 'Кыргыз тили жана адабияты кошумча орус тили жана адабияты профили менен' },
        ]
      },
      {
        napravlenie: '531100 Лингвистика',
        profiles: [
          { 'link': 'perevod', 'name': 'Котормо жана котормо таануу' },
          { 'link': 'theory_method', 'name': 'Теория и методика преподавания языков и культур (русский и английские языки)' },
        ]
      },
      {
        napravlenie: '710100 Информатика жана эсептее техникасы',
        profiles: [
          { 'link': 'program_obes', 'name': 'Автоматташтырылган системаларды жана эсептөө техникаларын программалык камсыздоо' },
        ]
      },
      {
        napravlenie: '510200 Колдонмо математика жана информатика багыты',
        profiles: [
          { 'link': 'mat_informatika', 'name': 'Колдонмо математика жана информатика' },
        ]
      },
      {
        napravlenie: '550200 Физика-математикалык билим берүү',
        profiles: [
          { 'link': 'fiz_inform', 'name': 'Физика кошумча информатика профили менен' },
          { 'link': 'mat_inform', 'name': 'Математика кошумча информатика профили менен' },
        ]
      },
      {
        napravlenie: '640200 Электроэнергетика жана электротехника',
        profiles: [
          { 'link': 'electrics', 'name': 'Электрокамсыздоо' },
        ]
      },
      {
        napravlenie: '550100 Табигый-илимий билим берүү',
        profiles: [
          { 'link': 'bio_chemistry', 'name': 'Биология кошумча химия жана география профильдери менен' },
        ]
      },
      {
        napravlenie: '670200 Транспорттук - технологиялык машиналарды жана комплекстерди эксплуатациялоо',
        profiles: [
          { 'link': 'ekspl_transport', 'name': 'Автомобиль сервиси' },
          { 'link': 'ekspl_transport', 'name': 'Автомобиль жана автомобиль чарбасы' },
        ]
      },
      {
        napravlenie: '670300 Транспорттук  процесстердин технологиясы ',
        profiles: [
          { 'link': 'teh_transport', 'name': 'Кыймылды уюштуруу жана анын коопсуздугу ' },
          { 'link': 'teh_transport', 'name': 'Транспорттук системаларды башкаруу ' },
        ]
      },
      {
        napravlenie: '650400 Технологиялык машиналар жана жабдуулар',
        profiles: [
          { 'link': 'transport_gorniy', 'name': 'Тоо ондурушундогу транспорттук системалар' },
        ]
      },
      {
        napravlenie: '550800 Кесиптик окутуу',
        profiles: [
          { 'link': 'teh_disciplin', 'name': 'Транспорт жана транспорттук технологиялар' },
          { 'link': 'teh_disciplin', 'name': 'Техникалык дисциплиналар жана компьютердик технологиялар' },
        ]
      },
      {
        napravlenie: '722000 Биотехнология',
        profiles: [
          { 'link': 'bio_teh', 'name': 'Биотехнология' },
        ]
      },
      {
        napravlenie: '550600 Көркөм билим берүү',
        profiles: [
          { 'link': 'hud', 'name': 'Көркөм сүрөт искусствосу кошумча көркөм эмгекти окутуу профили менен' },
        ]
      },
      {
        napravlenie: 'белигисиз Саламаттык сактоодогу информатика жана биомедициналык инженерия',
        profiles: [
          { 'link': 'inf_zdr', 'name': 'Саламаттык сактоодогу информатика' },
        ]
      },
      {
        napravlenie: '710300 Колдонмо информатика',
        profiles: [
          { 'link': 'prik_inf', 'name': 'Колдонмо информатика' },
        ]
      },
      {
        napravlenie: '540200 Социалдык иш',
        profiles: [
          { 'link': 'soc_rabota', 'name': 'Социалдые иш' },
        ]
      },
    ]
  },
}










