import { v4 as uuid } from 'uuid';

export const instruction_data = [
  {
    id: uuid(),
    description: { 'кыр': 'Изучите информацию о поступлении и выберите специальность.', 'ру': 'Кабыл алуу маалыматын карап чыгып, адистикти тандаңыз.' },
    link: 'https://drive.google.com/file/d/1Ouq1QlqZjDF2PO9ixY1yw5DPnjuLSh8P/view',
    link_title: { 'кыр': 'нормативные акты ИГУ', 'ру': 'ЫМУнун нормативдик актылары' },
    media: '/static/instruction_fotos/one.jpg',
    title: { 'кыр': 'Сведения', 'ру': 'Маалымат' },
  },
  {
    id: uuid(),
    description: { 'кыр': 'Придите в приемную комиссию по адресу: Кыргызская Республика,  г. Каракол, ул.Абдрахманова, 103.', 'ру': 'Кыргыз Республикасы, Каракол шаары, Абдрахманов көч., 103 дареги боюнча кабыл алуу комиссиясына келиңиз.' },
    link: 'https://www.google.com/maps/place/%D0%98%D0%93%D0%A3+%D0%BA%D0%BE%D1%80%D0%BF%D1%83%D1%81+%E2%84%961/@42.4906942,78.4001186,17z/data=!3m1!4b1!4m5!3m4!1s0x38865bec8b872479:0xe09308c0a8d475b6!8m2!3d42.4906942!4d78.4001186',
    link_title: { 'кыр': 'расположение ВУЗа', 'ру': 'университеттин жайгашкан жери' },
    media: '/static/instruction_fotos/two.jpg',
    title: { 'кыр': 'Подать документы', 'ру': 'Документтерди тапшыруу' }
  },
  {
    id: uuid(),
    description: { 'кыр': 'Выберите дату и время сдачи вступительного испытания.', 'ру': 'Кирүү сынагынын датасын жана убактысын тандоо.' },
    link: 'https://drive.google.com/file/d/1kLgb84ZOf9jHwdSQ5gLy8n2dN-HGFBTh/view',
    link_title: { 'кыр': 'расписание вступительных испытаний', 'ру': 'кируу экзамендериннн графиги' },
    media: '/static/instruction_fotos/three.jpg',
    title: { 'кыр': 'Тестирование', 'ру': 'Сыноо' },
  },
  {
    id: uuid(),
    description: { 'кыр': 'В назначенный день и время сдаете Вступительное испытание, проводимое организацией в виде тестирования.', 'ру': 'Белгиленген күнү жана убактысында уюм тарабынан сыноо түрүндө өткөрүлүүчү талаптан өтүү.' },
    media: '/static/instruction_fotos/four.jpg',
    title: { 'кыр': 'Сдача вступительных испытаний', 'ру': 'Кируу экзамендерин тапшыруу' },
  },
  {
    id: uuid(),
    description: { 'кыр': 'Следите за информацией о ходе Приемной кампании и выходе приказа о зачислении.', 'ру': 'Кабыл алуу кампаниясынын жүрүшү жана кабыл алуу буйругунун чыгышы жөнүндө маалыматка көз салуу.' },
    media: '/static/instruction_fotos/five.jpg',
    title: { 'кыр': 'Отслеживание информации', 'ру': 'Маалыматты көзөмөлдөө' },
  },
  {
    id: uuid(),
    description: { 'кыр': 'Портал приема граждан зарубежных стран.', 'ру': 'Чет мамлекеттердин жарандарын кабыл алуу порталы.' },
    link: 'static/docs/instruction_foreigners.pdf',
    link_title: { 'кыр': 'инструкция регистрации', 'ру': 'каттоо нускамасы' },
    media: '/static/instruction_fotos/six.jpg',
    title: { 'кыр': 'Иностранные граждане', 'ру': 'Чет элдик жарандар' },
  },
  {
    id: uuid(),
    description: { 'кыр': 'Министерство образования и науки утвердило график проведения туров отбора и зачисления абитуриентов в высшие учебные заведения.', 'ру': 'Билим берүү жана илим министрлиги жогорку окуу жайларына абитуриенттерди тандоо жана кабыл алуу турунун графигин бекитти.' },
    link: 'https://24.kg/obschestvo/239738_kak_postupit_vvuz_poshagovaya_instruktsiya_otministerstva_obrazovaniya_/',
    link_title: { 'кыр': 'Как поступить в вуз: пошаговая инструкция от Министерства образования', 'ру': 'ЖОЖго кантип кирүү керек: Билим берүү министрлигинин кадам-кадам көрсөтмөлөрү' },
    media: '/static/instruction_fotos/seven.jpg',
    title: { 'кыр': 'Прием абитуриентов в вузы Кыргызстана.', 'ру': 'Кыргызстандын ЖОЖдоруна абитуриенттерди кабыл алуу.' },
  },
];
